[
    {
        "uri": "8137361865",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "19:54:55",
        "dateTime": "2024-05-20T19:54:55Z",
        "dateTimePub": "2024-05-20T19:53:00Z",
        "dataType": "news",
        "sim": 0.6196078658103943,
        "url": "https://www.tehrantimes.com/news/498802/World-mourns-tragic-deaths-of-Iranian-president-and-foreign-minister",
        "title": "World mourns tragic deaths of Iranian president and foreign minister",
        "body": "TEHRAN- Leaders from around the world have expressed condolences and shock at the tragic deaths of President Ebrahim Raisi, Foreign Minister Hossein Amir-Abdollahian, and seven others in a helicopter crash in Iran's remote northwest.\n\nThey have offered their sympathies to the Iranian government and people over the incident that happened on Sunday afternoon with many taking to social media to pay tribute to the deceased officials.\n\nPutin: Raisi was true friend of Russia\n\nRussian President Vladimir Putin extended his \"deep condolences\" to Leader of the Islamic Revolution Ayatollah Seyyed Ali Khamenei, calling the deaths of Raisi and other officials a \"huge tragedy\" and \"a difficult, irreparable loss.\"\n\nIn a statement released by the Kremlin, Putin said Raisi was \"an outstanding politician whose entire life was devoted to serving the Motherland.\"\n\n\"He rightfully enjoyed high respect from his compatriots and significant authority abroad. As a true friend of Russia, he made an invaluable personal contribution to the development of good neighborly relations between our countries and made great efforts to bring them to the level of strategic partnership,\" the Russian president said.\n\nPutin said he had met Raisi several times and \"will forever retain the fondest memory of this wonderful man.\"\n\nThe Kremlin said Putin has spoken to Iran's interim President Mohammad Mokhber, adding that the two leaders stressed their \"mutual intention to further strengthen Russian-Iranian interaction\".\n\nRussian Deputy Foreign Minister Sergey Ryabkov also said Moscow will continue to deepen its relationship with Iran and that previous agreements with Tehran will be implemented.\n\nXi: Raisi's death was huge loss\n\nAccording to the Chinese Foreign Ministry, President Xi Jinping expressed deep condolences over the death of Iran's president.\n\n\"His unfortunate death is a huge loss to the Iranian people, and also caused China to lose a good friend,\" said Foreign Ministry spokesperson Wang Wenbin at a daily news briefing, quoting President Xi.\n\nThe Chinese president praised Raisi's \"important contributions to safeguarding Iran's security and stability\" and for \"positive efforts\" on Beijing-Tehran relations.\n\nPalestine expresses solidarity\n\nIn Palestine, President Mahmoud Abbas extended the deepest condolences to the government and people of Iran on the death of the Iranian president and other officials.\n\n\"We extend our sincere condolences and sympathy to the brotherly Iranian people on the death of the late President Ebrahim Raisi and the Minister of Foreign Affairs, praying to God Almighty may have mercy on the deceased Iranian President, and grant their families patience and solace, stressing the solidarity of the State of Palestine and its people with the Iranian leadership and people in this great affliction,\" President Abbas said.\n\nHamas praises Raisi\n\nIn the Gaza Strip, Hamas issued a statement mourning the deaths of Iran's president and foreign minister.\n\nThe resistance group said the helicopter crash \"claimed the lives of a group of the best Iranian leaders,\" praising their \"honorable positions in support of our Palestinian cause, and support for the legitimate struggle of our people against the Zionist entity,\".\n\nThe statement added, \"We are confident that the Islamic Republic of Iran will be able -- God willing -- to overcome the repercussions of this great loss. The dear Iranian people have ancient institutions capable of dealing with this severe ordeal.\"\n\n\"Great loss for Palestinians\"\n\nThe Islamic Jihad also called the deaths of Raisi and Amir Abdollahian \"a great loss for the Palestinian people in these difficult circumstances, as they had a prominent and clear role in supporting and assisting the Palestinian people's struggle and resistance\".\n\nSyria, Lebanon declare 3 days of mourning\n\nLebanon and Syria on Monday announced three days of national mourning for the passing of the Iranian president and foreign minister.\n\n\"I can't tell you how sorry I am about this incident that happened. Especially that the foreign minister had become a friend,\" Lebanon's Foreign Minister Abdallah Bou Habib told reporters on Monday.\n\nSyrian President Bashar al-Assad also expressed solidarity with Iran.\n\n\"We worked with the late president (Raisi) to ensure that the strategic relations between Syria and Iran remain prosperous always, and we will always remember his visit to Syria as an important milestone in this path, and all the visions and ideas that he presented to enrich relations with everything that benefits the Syrian and Iranian peoples,\" Assad's office said in a statement.\n\nHezbollah calls Raisi protector of resistance and defender of Arab issues\n\nThe Lebanese resistance movement Hezbollah mourned the deaths of the Iranian president and foreign minister.\n\nHezbollah described Raisi as \"a big brother to us, a strong supporter, and a staunch defender of our issues and the Arab nations' issues, most notably Jerusalem and Palestine, and a protector of the resistance movements and those fighting on their behalf in all the positions of responsibility he held.\"\n\nIraq extends \"sincere condolences\"\n\nIraqi Prime Minister Mohammed Shia al-Sudani expressed \"great sadness and great sorrow\" in a statement over the deaths of Raisi and others in the helicopter crash.\n\nHe also extended \"sincere condolences\" to the Leader of the Islamic Revolution and government and \"solidarity with the brotherly Iranian people.\"\n\nIraq's Popular Mobilization Forces, or Hashed al-Shaabi, also expressed their sympathies, adding that Raisi had \"always declared that Iraq and Iran are one people that cannot be separated.\"\n\nAyatollah Sistani expresses 'deep sorrow' over Raisi's death\n\nIraq's top cleric Ayatollah Sistani offered condolences to Iran over the martyrdom of President Raeisi and his companions.\n\n\"We received the news of the death of Seyed Ebrahim Raisi, the president of Iran, and his companions with deep sorrow,\" Grand Ayatollah Ali al-Sistani said.\n\n\"I offer my condolences to the nation and government of Iran, especially the families of the deceased, and wish them patience,\" Ayatollah al-Sistani added.\n\nAnsarullah mourns Iran's president\n\nYemen's Ansarullah movement mourned the death of Raisi and other senior officials in the helicopter crash.\n\n\"Our deepest condolences to the Iranian people and the Iranian leadership and to the families of the president and the accompanying delegation,\" Mohamed Ali al-Houthi, the head of the Ansarullah's Supreme Revolutionary Committees said.\n\n\"The Iranian people will continue to have leaders loyal to their people, God willing,\" he added.\n\nPakistan expresses shock, sorrow\n\nPakistan's Prime Minister Shehbaz Sharif has announced a day of mourning over Raisi's death.\n\n\"I along with the government and people of Pakistan extend our deepest condolences and sympathies to the Iranian nation on this terrible loss. May the martyred souls rest in heavenly peace. The great Iranian nation will overcome this tragedy with customary courage,\" Sharif wrote on X.\n\nSharif, who recently hosted Raisi and Amir Abdollahian when they visited Pakistan, said: \"They were good friends of Pakistan.\"\n\nPakistan's President Asif Ali Zardari in a statement also expressed shock and sorrow over Raisi's death. He extended his condolences to the bereaved families of the Iranian president, the foreign minister and others who died in the accident.\n\nAl-Azhar sends condolence message\n\nIn a statement, the Al-Azhar al-Sharif, the Sunni world's foremost seat of religious learning, mourned the death of President Raisi, Amir Abdollahian and others who were killed in the helicopter crash.\n\nSheikh Ahmed el-Tayeb, the grand imam of Cairo-based Al-Azhar, extended his condolences to the Iranian people and the families of the dead officials.\n\nAl-Azhar is a prestigious religious institution across the Muslim world. A 1,000-year-old university of scholar-clerics, it teaches new generations of Sunni clerics and produces research that for many spells out what being a Muslim entails.\n\nEgypt's Sisi expresses grief\n\nEgypt's president extended his condolences for the deaths of Raisi and Amir Abdollahian.\n\n\"Egypt mourns, with great sadness and grief\" the Iranian president and Tehran's top diplomat, \"who passed away on Sunday following a painful accident,\" the presidency said in a statement.\n\nSisi also extended \"his sincere condolences and sympathy\" to the Iranian people. He expressed Cairo's \"solidarity with the leadership and people of Iran in this terrible loss.\"\n\nIAEA observes minute of silence\n\nThe head of the International Atomic Energy Agency called at a conference on nuclear security in Vienna for a minute of silence in memory of the Iranian president, foreign minister and the other victims of the helicopter crash.\n\n\"I extend my condolences on [their] tragic passing,\" Rafael Mariano Grossi wrote on X on Monday. \"Our thoughts are with their families and the people of Iran during this difficult time.\"\n\nAfghanistan's Taliban: 'We share our grief with Iran'\n\nIn Afghanistan, Taliban said it was deeply saddened by the deaths of the Iranian president and foreign minister.\n\n\"We share our grief with the Islamic Republic of Iran and the people of that country and offer our condolences to all the families of the victims, the nation and the government of Iran,\" the Taliban prime minister, Mullah Mohammad Hassan Akhund, said in a statement.\n\nTurkey hails Raisi's peace efforts\n\nTurkish President Recep Tayyip Erdogan conveyed his condolences to the Iranian people and government over the deaths of Raisi, Amir Abdollahian and other officials in the helicopter crash.\n\nErdogan said in a statement posted on X that he remembers Raisi \"with respect and gratitude\" and praised his \"efforts for the peace of the Iranian people and our region during his time in office.\"\n\nAliyev: Raisi was selfless\n\nAzerbaijan's President Ilham Aliyev extended condolences to Iran's Leader, saying in a statement that he and his government were \"deeply shocked by the heavy loss that befell the brotherly and friendly Islamic Republic of Iran and its people.\"\n\nAliyev said, \"The people of Iran have lost an outstanding statesman who served his country selflessly and faithfully all his life. The bright memory of him will always live in our hearts.\"\n\nIndia condoles with Raisi family\n\nIndian Prime Minister Narendra Modi said he was deeply saddened and shocked by the news of Raisi's death, and sent his condolences to the president's family and the people of Iran.\n\n\"India stands with Iran in this time of sorrow,\" Modi said in a post on X as his country also announced a day of national mourning over the death of the Iranian president and foreign minister.\n\nMalaysia 'deeply saddened' by Raisi's death\n\nMalaysian Prime Minister Anwar Ibrahim said he was \"deeply saddened\" by the death of the Iranian president and other officials in the helicopter crash, noting their shared commitment to bolstering ties.\n\n\"I am deeply saddened by the tragic deaths of President Ebrahim Raisi, Foreign Minister Hossein Amir Abdollahian and several other officials of the Islamic Republic of Iran,\" he said in a statement on social media.\n\nVietnam 'grieved' over Raisi's death\n\nVietnamese leaders also expressed sympathies with Iran.\n\nAccording to a condolence message exclusively sent to the Tehran Times by Vietnam's embassy in Tehran, Acting State President of the Socialist Republic of Vietnam Vo Thi Anh Xuan, Prime Minister Pham Minh Chinh and President of the National Assembly Tran Thanh Man, are grieved to learn about the passing of President Ebrahim Raisi, Minister of Foreign Affairs Hossein Amir Abdollahian and other members of the entourage. They extended their deepest condolences to the interim President of Iran, Mohammad Mokhber, Parliament speaker Mohammad Baqer Qalibaf, and through them, to Leader of the Islamic Revolution Ayatollah Seyyed Ali Khamenei; the government and people of Iran.\n\nQatar condoles with Iranian nation\n\nThe Emir of Qatar offered condolences to the government and people of Iran on the death of Raisi and other officials who lost their lives in the copter crash.\n\n\"I offer my condolences to the government and people of the Islamic Republic of Iran on the death of President Ebrahim Raeisi and the Iranian Foreign Minister Hossein Amir Abdollahian, and the accompanying officials in the painful incident of the helicopter crash,\" Tamim bin Hamad Al Thani wrote.\n\nUAE extends \"heartfelt sympathies\"\n\nIn the UAE, President Sheikh Mohamed bin Zayed Al Nahyan expressed condolences to the Iranian government and people following the death of Raisi and Amir Abdollahian.\n\nOn his X account, Sheikh Mohamed tweeted: \"I extend my deepest condolences to the Iranian government and people over the passing of President Ebrahim Raisi, Foreign Minister Hossein Amir Abdollahian, and those accompanying them following a tragic accident.\n\n\"We pray that God grants them eternal rest and we extend our heartfelt sympathies to their families. The UAE stands in solidarity with Iran at this difficult time.\"\n\nSaudi Arabia also extended its condolences over the helicopter crash.\n\nKing Salman and Crown Prince Mohammed bin Salman, the kingdom's de facto ruler, \"offer their condolences to his excellency, the acting head of the executive authority, Mohammad Mokhber, on the death of his excellency Ebrahim Raisi, president of the Islamic Republic of Iran, and his companions,\" said a statement carried by the official Saudi Press Agency.\n\nJordan conveys deep condolences\n\nThe King of Jordan conveyed his country's condolences over the passing of Iranian officials in the helicopter crash.\n\n\"My deepest condolences to the brothers, leadership, government, and people of the Islamic Republic of Iran on the death of Brother President Ebrahim Raisi, Foreign Minister Brother Hossein Amir Abdollahian, and those accompanying them, may God have mercy on them all,\" Jordan's King Abdullah II wrote in X account.\n\nThe King emphasized in his message that his country stands with the brothers in Iran in this difficult situation.\n\nSouth Africa regrets 'unthinkable tragedy'\n\nSouth Africa's President Cyril Ramaphosa, who recently invited Iran to join the BRICS group, expressed deep regret over the death of President Raisi.\n\n\"This is an extraordinary, unthinkable tragedy that has claimed a remarkable leader of a nation with whom South Africa enjoys strong bilateral relations,\" Ramaphosa said.\n\nRamaphosa visited Iran as deputy president in 2015 and in 2023 welcomed Raisi to a summit of the BRICS group in Johannesburg, where the Islamic Republic was formally invited to join.\n\nEU sympathizes with Iran\n\nEuropean Union foreign policy chief Josep Borrell in a brief statement offered condolences for the deaths of Iran's president and foreign minister and \"other Iranian officials involved in the tragic helicopter crash.\"\n\n\"The EU expresses its sympathies to the families of all the victims and to the Iranian citizens affected,\" the statement said.\n\nThe European Council president also sent a message.\n\n\"The EU expresses its sincere condolences for the death of President Raisi and Foreign Minister Abdollahian, as well as other members of their delegation and crew in a helicopter accident. Our thoughts go to the families,\" Charles Michel wrote on X.\n\nSwitzerland's foreign minister also wrote on X to express his condolences.\n\n\"In light of the helicopter accident that claimed the lives of President Ebrahim Raisi, my counterpart FM @Amirabdolahian, and their accompanying delegations, I extend my condolences to the families of all the victims and to the Iranian citizens affected,\" Ignazio Cassis said.\n\nIn addition, France extended its condolences to Iran.\n\n\"France offers its condolences to the Islamic Republic of Iran following the death of President Ebrahim Raisi, Foreign Minister Hossein Amir Abdollahian and those accompanying them,\" the foreign ministry said in a statement. It also expressed its \"condolences to the families of the victims of this accident.\"\n\nNATO sends message of condolence\n\nThe NATO military alliance expressed condolences to Iran over the death of Raisi in a helicopter crash.\n\n\"Our condolences to the people of Iran for the death of President Raisi, Foreign Minister Amir Abdollahian, and others who perished in the helicopter crash,\" said NATO spokesperson Farah Daklallah on X.\n\nWHO sympathizes with Iranian nation, bereaved families\n\nThe World Health Organization has also expressed condolences over the tragic incident in Iran.\n\n\"We express our condolences to the people of #Iran and the families of the late President Ebrahim Raisi, Foreign Minister Hossein Amirabdollahian, and all those who lost their lives in the helicopter crash yesterday,\" Tedros Adhanom Ghebreyesus, the WHO chief, wrote on X.",
        "source": {
            "uri": "tehrantimes.com",
            "dataType": "news",
            "title": "Tehran Times",
            "location": {
                "type": "country",
                "label": {
                    "eng": "Iran"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://media.tehrantimes.com/d/t/2024/05/20/4/4993494.jpg?ts=1716226138071",
        "eventUri": "eng-9583432",
        "sentiment": 0.2627450980392156,
        "wgt": 100,
        "relevance": 100
    },
    {
        "uri": "8139162751",
        "lang": "eng",
        "isDuplicate": true,
        "date": "2024-05-21",
        "time": "19:39:23",
        "dateTime": "2024-05-21T19:39:23Z",
        "dateTimePub": "2024-05-21T19:39:01Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.cp24.com/news/flight-ps752-families-say-iran-president-s-death-robs-them-of-chance-for-justice-1.6895043",
        "title": "Flight PS752 families say Iran president's death robs them of chance for justice",
        "body": "Flight PS752 families say Iran president's death robs them of chance for justice\n\nMembers of a Canadian group representing families of those killed when Iran's military shot down a commercial jetliner in 2020 say the death of Iran's president means he will never face justice for his alleged role in their loved ones' deaths.\n\nPresident Ebrahim Raisi and Iran's foreign minister were found dead Monday, hours after their helicopter crashed in fog. Iran has offered no cause for the crash nor suggested sabotage brought down the helicopter, which fell in mountainous terrain in the country's northwest.\n\nKouroush Doustshenas, whose fiancée was among the 176 people killed when Flight PS752 was shot down on Jan. 8, 2020, said in an interview Monday that Raisi played a role in keeping skies open to civilian aviation as tensions flared in the region just before the plane was hit with missiles, Doustshenas said.\n\nFifty-five Canadian citizens and 30 permanent residents were among the 176 people killed on the Ukrainian International Airlines flight that was shot down by Iran's Revolutionary Guard shortly after takeoff from Tehran's Imam Khomeini Airport.\n\nDoustshenas said Raisi, known to many as the \"butcher of Tehran,\" was also tied to the 1998 mass killings of peaceful protesters, the 2019 Bloody November massacres, and a vicious crackdown on the Woman, Life, Freedom movement that began in September 2022.\n\n\"Within days he is going to be replaced with another hardliner. And same with the Iranian foreign minister, he is going to be very soon replaced with another person who has the same record as he had of four decades of serving the same system,\" Doustshenas said.\n\n\"So I didn't feel any happiness that he is dead, or anger,\" because the deaths will likely have no impact on the Iranian regime, Doustshenas said.\n\nRaisi, 63, had been discussed as a possible successor for Iran's supreme leader, the 85-year-old Ayatollah Ali Khamenei. His death now throws that selection into question, particularly as there is no heir-apparent cleric for the presidency ahead of planned June 28 elections.\n\nIn a statement Monday, the Association of Flight PS752 Victims said, \"We vehemently sought to bring (Raisi) to justice for his crimes in a fair trial so that he could face the consequences of his heinous actions. We feel that we are robbed of such an opportunity, but we are not sorry about his death.\"\n\nAcross Iran, its rural population often more closely embraces the Shiite faith and the government. However, Tehran has long held a far different view of Raisi and his government's policies as mass protests have roiled the capital for years.\n\nThe most recent involved the 2022 death of Mahsa Amini, a woman detained over her allegedly loose headscarf, or hijab. The months-long security crackdown that followed the demonstrations killed more than 500 people and saw more than 22,000 detained. In March, a United Nations investigative panel found that Iran was responsible for the \"physical violence\" that led to Amini's death.",
        "source": {
            "uri": "cp24.com",
            "dataType": "news",
            "title": "Pulse24.com                        ",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Toronto"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "Canada"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://www.cp24.com/polopoly_fs/1.6895101.1716319882!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
        "eventUri": null,
        "sentiment": -0.4196078431372549,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8138870129",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "15:50:25",
        "dateTime": "2024-05-21T15:50:25Z",
        "dateTimePub": "2024-05-21T15:49:26Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.thestar.com.my/aseanplus/aseanplus-news/2024/05/21/asean-news-headlines-at-10pm-on-tuesday-may-21-2024",
        "title": "Asean News Headlines at 10pm on Tuesday (May 21, 2024)",
        "body": "Ambulances are seen at the airport where a London-Singapore flight that encountered severe turbulence was diverted to, in Bangkok, Thailand, Tuesday, May 21, 2024. The plane apparently plummeted for a number of minutes before it was diverted to Bangkok, where emergency crews rushed to help injured passengers amid stormy weather, Singapore Airlines said Tuesday. - AP\n\n* KL ranked second-best city in Southeast Asia by Oxford Economics\n\n* PM announces rationalisation of diesel subsidy\n\n* Security heightened at govt buildings, critical facilities, say police\n\n* 'Mickey' acid attack: Eight sets of fingerprints lifted from scene, says IGP\n\n* Israeli 'hitman' case: Court sets Sept 30 for arms trafficking trial to begin\n\n* Biotoxin levels in PD mussels drop below danger level, further testing needed before ban lifted\n\n* China ready to collaborate, expand cooperation with M'sia in various fields, says envoy\n\n* Perodua unveils its EV prototype at Malaysia Autoshow 2024\n\n* Ex-courier worker denies sexually assaulting two 12-year-old girls\n\n* Man's 38-year jail term for murdering elderly neighbour reduced to 30 years\n\n* Ex-AG special officer files appeal in lawsuit against Rewcastle-Brown\n\n* Hajiji dodges questions over Sabah govt intervention in 40% revenue rights case\n\nMembers of a rescue team discuss after a London-Singapore flight was diverted to Bangkok due to severe turbulence, in Bangkok, Thailand, Tuesday, May 21, 2024. The plane apparently plummeted for a number of minutes before it was diverted to Bangkok, where emergency crews rushed to help injured passengers amid stormy weather, Singapore Airlines said Tuesday. - AP\n\nSingapore:\n\n* Singapore's RM10.5bil money laundering case: Only woman accused gets seven new charges, wants early date to plead guilty\n\n* One dead, 30 reportedly injured after SIA flight from London to Singapore hit by severe turbulence\n\n* Sarawak invites S'pore visitors to enjoy 'a treasure trove of cultures' at Gawai Dayak festivities\n\n* Singapore vegetable, seafood production fell in 2023 due to construction challenges, inflation: SFA\n\n* Playground for money launderers - First in Singapore and now in Dubai\n\n* S'porean comedian's permit cancellation took into account police reports, says Fahmi\n\n* Stocks slide, dollar holds firm as Fed focus intensifies; crypto soars\n\n* Oil prices fall on demand fears over Fed's rates path\n\nIndonesia:\n\n* 10th World Water Forum in Bali: UN Agency outlines two ways to prevent water crisis\n\n* Exhibition on Hang Tuah boosted by artefact loan from Indonesian heir\n\n* 5.3-magnitude earthquake strikes off eastern Indonesia\n\n* Indonesia and Vietnam step up security cooperation\n\n* Emerging Markets - Most Asian Forex and equities falter as Fed officials flag rate-cut caution\n\n* Are climate concerns behind Indonesia's capital city relocation?\n\n* Jakarta to ease local content rule on RE projects\n\nElon Musk (Centre) arrives for the 10th World Water Forum in Nusa Dua, Bali, Indonesia. A group of Tesla shareholders are asking investors to vote against a compensation package worth more than US$40 billion for CEO Musk, saying that it's not in the electric vehicle maker's best interest. - AP\n\nThailand:\n\n* Thai Airport to facilitate passengers, crew of SQ321 following emergency landing in Bangkok\n\n* Thailand celebrates return of looted statues from New York's Met\n\n* Thailand to face arch-rivals Malaysia and Singapore in Asean Football Championship group phases\n\n* Maqis seizes mango shipment from Thailand\n\n* Selecting nation's new Senate - Thailand's complicated senate elections begins\n\nPhilippines:\n\n* Shocker in the Philippine - Senate Zubiri steps down; Senator Escudero sworn in\n\n* El Nino damage to Philippines agriculture hits RM765 million\n\n* US and the Philippines to train Filipinos in nuclear power\n\n* Philippines seeks Asia logistics hub status, banking on US ties\n\n* Philippine central bank will intervene in forex market if volatile, governor says\n\nVietnam's Public Security Minister To Lam, nominated to be the country's new president, walks during the National Assembly's summer session opening in Hanoi. Vietnam's Communist Party has nominated the country's new president after his predecessor resigned as part of a sweeping anti-graft purge. - AFP\n\nVietnam:\n\n* International tourism reaches 97 per cent of pre-virus level in Q1 of 2024\n\n* Vietnam tourism industry promotes green transformation towards sustainable development\n\n* Apple supplier Foxconn among firms asked to cut power use in Vietnam, sources say\n\n* Vietnam lawmakers clear way for top policeman to take presidency\n\n* VinFast sued in the US for not paying rent for showroom\n\nMyanmar:\n\n* Heat stroke cases rise among the middle-aged and elderly in Myanmar\n\n* UN issues further 'atrocities' warning - Myanmar Junta's battle against rebel armies\n\nVisitors take pictures of Chinese training ship Qijiguang docked during a welcome ceremony at the Sihanoukville port in Preah Sihanouk province. Two Chinese warships docked in Cambodia since May 19, 2024 as part of the biggest-ever joint military drills with the South-East Asian nation. - AFP\n\nCambodia:\n\n* India proposes to Cambodia to take Asian giants as a 'credible partner'\n\n* US paedophile, convicted of crimes in Cambodia, denied review of case in US Supreme Court\n\n* Cambodia's senior official calls for stronger support to achieve country's 2025 mine-free target\n\nLaos:\n\n* Laos govt mandates graphic health warnings on cigarette packages to combat smoking epidemic in country\n\n* Brunei committed to ensure inclusive and top quality education for all, says health minister\n\n* Brunei King receives first class and colourful state welcome in Timor-Leste\n\nIn this photo provided by South Korea Presidential Office, South Korean President Yoon Suk Yeol, right, speaks during the virtual AI Seoul Summit at the Blue House in Seoul, South Korea, Tuesday, May 21, 2024. The world's leading artificial intelligence companies pledged at the start of a mini summit on AI to develop the technology safely, including pulling the plug if they can't rein in the most extreme risks. - AP\n\nAseanPlus:\n\n* Twice-divorced Datuk Red says he's comfortable living in car, declines offers to stay elsewhere\n\n* Malaysian restaurant whose owner has never visited the country gets Michelin star\n\n* Malaysia Airlines confirms death of crew member in Tokyo\n\n* India shuts schools as temperatures soar; Delhi now gripped by severe heatwave\n\n* Hong Kong issues amber rainstorm warning on Tuesday morning amid week of unstable weather\n\n* India inspects popular spice companies - MDH and Everest - after contamination claims\n\n* World eating champion from Japan who once devoured 65 hot dogs in single sitting retires because he is no longer hungry\n\n* 'Panda dogs' in China zoo spark row as pups are actually dyed canines, practice triggers allegations of animal cruelty\n\n* Uber vs Hong Kong taxis: Why is the government allowing the quarrel to fester and let customers lose?\n\n* Sick of tourists, Japan town blocks off viral view of Mount Fuji\n\n* Hong Kong's John Lee warns taxi drivers against targeting Uber with sting operations\n\n* Alibaba sparks China AI price war with spate of steep discounts\n\n* Japan wrestles with legacy of graft-stained Games in Paris warning\n\n* Man stabs passengers on Taiwan train on 10th anniversary of deadly subway stabbing spree\n\n* World leaders must 'get serious' about AI and its risk, experts warn at summit\n\n* Australia central bank pondered raising rates on higher inflation risks\n\n* We can't have nice things! Japan imposes new rules to climb Mt. Fuji to fight overtourism, littering\n\n* ICC prosecutor seeks arrest warrants for Netanyahu, Israel defence minister, among others\n\n* Iran goes to polls on June 28 following death of president in copter crash\n\n* In divided Iran, president's death met by muted mourning and furtive celebration\n\n* Moonshot AI's Kimi Chatbot, China's answer to ChatGPT, offers premium service for mass users\n\n* Business and Bollywood vote in India's election / * India's Election: South poses problem to Modi's plan\n\n* Co-hosts from the Caribbean, the West Indies, aiming to defy history and win a third cricket Twenty20 World Cup title",
        "source": {
            "uri": "thestar.com.my",
            "dataType": "news",
            "title": "The Star ",
            "location": {
                "type": "country",
                "label": {
                    "eng": "Malaysia"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://apicms.thestar.com.my/uploads/images/2024/05/21/2707551.jpg",
        "eventUri": null,
        "sentiment": -0.388235294117647,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8138660390",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "13:36:43",
        "dateTime": "2024-05-21T13:36:43Z",
        "dateTimePub": "2024-05-21T13:35:43Z",
        "dataType": "news",
        "sim": 0.6509804129600525,
        "url": "https://www.bnnbloomberg.ca/aramco-japanese-banks-sign-agreements-at-saudi-japan-summit-1.2075468",
        "title": "Aramco, Japanese Banks Sign Agreements at Saudi-Japan Summit - BNN Bloomberg",
        "body": "(Bloomberg) -- Companies including oil producer Saudi Aramco and Mizuho Financial Group Inc. inked agreements at a business forum hosted by Saudi Arabia and Japan on Tuesday in Tokyo aimed at deepening collaboration between the two countries.\n\nMore than 30 memorandums of understanding were signed at the summit, which went ahead even after Saudi Crown Prince Mohammed bin Salman postponed his trip to Japan due to concerns around the health of his father, King Salman bin Abdulaziz.\n\nThe agreements covered sectors ranging from manufacturing and health care to finance and tourism. They included deals between oil behemoth Aramco and Japanese refiner Eneos Holdings Inc., as well as Japan's top banks, Sumitomo Mitsui Financial Group Inc. and Mizuho, and Saudi Arabia's ACWA Power Co.\n\nJapanese trading house Marubeni Corp. also plans a wind farm project in Saudi Arabia, the Japanese trade ministry said.\n\nThe summit comes as Saudi Arabia and Japan work to build cooperation in areas including green energy and technology and increase investment between the nations.\n\nSaudi officials including Energy Minister Abdulaziz bin Salman attended the summit, officially called the Saudi-Japan Vision 2030 Business Forum, while Prince Mohammed tended to official matters back in the kingdom.\n\nMBS, as the kingdom's de facto leader is widely known, spoke by video conference Tuesday with Japanese Prime Minister Fumio Kishida on the possibility of arranging another visit to Japan at an \"early timing,\" Japan's foreign ministry said.\n\nHe also led a cabinet session the same day during which he reassured the public on the king's health and prayed for a speedy recovery for the 88-year-old monarch.\n\nRead more: Saudi King's Health, Iran President's Death Spur Succession Bets\n\nThe king's condition has been in question since Sunday after a statement from official Saudi media said he was undergoing medical checks for a high fever and joint pain. It was then reported that the ruler was taking antibiotics for lung inflammation. There has been no official update since.",
        "source": {
            "uri": "bnnbloomberg.ca",
            "dataType": "news",
            "title": "BNN",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Toronto"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "Canada"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "http://www.bnnbloomberg.ca/img/tsn/logos/tsn-logo.png",
        "eventUri": "eng-9582397",
        "sentiment": 0.3098039215686275,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8138652842",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "13:31:20",
        "dateTime": "2024-05-21T13:31:20Z",
        "dateTimePub": "2024-05-21T13:30:44Z",
        "dataType": "news",
        "sim": 0.5254902243614197,
        "url": "https://financialpost.com/pmn/business-pmn/aramco-japanese-banks-sign-agreements-at-saudi-japan-summit",
        "title": "Aramco, Japanese Banks Sign Agreements at Saudi-Japan Summit",
        "body": "If you are a Home delivery print subscriber, unlimited online access is included in your subscription. Activate your Online Access Now\n\nThe agreements covered sectors ranging from manufacturing and health care to finance and tourism. They included deals between oil behemoth Aramco and Japanese refiner Eneos Holdings Inc., as well as Japan's top banks, Sumitomo Mitsui Financial Group Inc. and Mizuho, and Saudi Arabia's ACWA Power Co.\n\nJapanese trading house Marubeni Corp. also plans a wind farm project in Saudi Arabia, the Japanese trade ministry said.\n\nThe summit comes as Saudi Arabia and Japan work to build cooperation in areas including green energy and technology and increase investment between the nations.\n\nSaudi officials including Energy Minister Abdulaziz bin Salman attended the summit, officially called the Saudi-Japan Vision 2030 Business Forum, while Prince Mohammed tended to official matters back in the kingdom.\n\nMBS, as the kingdom's de facto leader is widely known, spoke by video conference Tuesday with Japanese Prime Minister Fumio Kishida on the possibility of arranging another visit to Japan at an \"early timing,\" Japan's foreign ministry said.\n\nHe also led a cabinet session the same day during which he reassured the public on the king's health and prayed for a speedy recovery for the 88-year-old monarch.\n\nRead more: Saudi King's Health, Iran President's Death Spur Succession Bets\n\nThe king's condition has been in question since Sunday after a statement from official Saudi media said he was undergoing medical checks for a high fever and joint pain. It was then reported that the ruler was taking antibiotics for lung inflammation. There has been no official update since.",
        "source": {
            "uri": "financialpost.com",
            "dataType": "news",
            "title": "Financial Post",
            "location": {
                "type": "country",
                "label": {
                    "eng": "Canada"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "eng-9582397",
        "sentiment": 0.2549019607843137,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8138563339",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "12:40:51",
        "dateTime": "2024-05-21T12:40:51Z",
        "dateTimePub": "2024-05-21T12:39:42Z",
        "dataType": "news",
        "sim": 0.8980392217636108,
        "url": "https://www.freedomsphoenix.com/News/362730-2024-05-21-in-divided-iran-presidents-death-met-by-muted-mourning-and.htm",
        "title": "In divided Iran, president's death met by muted mourning and furtive celebration",
        "body": "In divided Iran, president's death met by muted mourning and furtive celebration\n\nWhile government loyalists packed into mosques and squares to pray for Raisi and Foreign Minister Hossein Amir Abdollahian, both killed in a helicopter crash, most shops remained open and the authorities made little effort to interrupt ordinary life.\n\nA year after Raisi's hardline government cracked down violently to end the biggest anti-establishment demonstrations since the 1979 revolution, opponents even posted furtive video online of people passing out sweets to celebrate his death.\n\nLaila, a 21-year-old student in Tehran, told Reuters by phone that she was not saddened by Raisi's death, \"because he ordered the crackdown on women for hijab.\"\n\n\"But I am sad because even with Raisi's death this regime will not change,\" she said.\n\nRights groups say hundreds of Iranians died in 2022-2023 demonstrations triggered by the death in custody of a young Iranian Kurdish woman arrested by morality police for violating the country's strict dress codes.\n\nThe authorities' handling of an array of political, social and economic crises have deepened the gap between the clerical rulers and society.\n\nSupporters of the clerical establishment spoke admiringly of Raisi, a 63-year-old former hardline jurist elected in a tightly controlled vote in 2021.\n\n\"He was a hard working president. His legacy will endure as long as we are alive,\" said Mohammad Hossein Zarrabi, 28, a member of the volunteer Basij militia in the holy Shi'ite city of Qom.\n\nBut there was little of the emotional rhetoric that accompanied the deaths of publicly revered figures, like Qasem Soleimani, a senior commander of Iran's elite Revolutionary Guards killed by a U.S. missile in 2020 in Iraq, whose funeral drew huge crowds of mourners, weeping with sorrow and rage.\n\nFor opponents of Iran's clerical rulers at home and in exile, Raisi has been a hate figure since the 1980s when he was blamed for playing a leading role as a jurist in the execution of dissidents. Iran has never acknowledged that mass executions took place; amnesty International says 5,000 Iranians, possibly more, were executed in the first decade after the revolution.",
        "source": {
            "uri": "freedomsphoenix.com",
            "dataType": "news",
            "title": "freedomsphoenix.com",
            "location": {
                "type": "country",
                "label": {
                    "eng": "United States"
                }
            },
            "locationValidated": false
        },
        "authors": [
            {
                "uri": "robert_lee@freedomsphoenix.com",
                "name": "Robert Lee",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://www.freedomsphoenix.com/Uploads/Graphics/522-0521052935-w980-p16x9-2024-05-20T124458Z2037483411RC2CU7AFYAV7RTRMADP3IRAN-SECURITY-PRESIDENT-RAISI.jpg",
        "eventUri": "eng-9583932",
        "sentiment": -0.2784313725490196,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8138538265",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "12:27:06",
        "dateTime": "2024-05-21T12:27:06Z",
        "dateTimePub": "2024-05-21T12:24:09Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.tradingview.com/chart/XAUUSD/7NJv0rw8-XAUUSD-ANALYSIS-AND-UPCOMING-POSSIBILITY-OF-TRADING-IN-GOLD/",
        "title": "XAUUSD ANALYSIS AND UPCOMING POSSIBILITY OF TRADING IN GOLD for OANDA:XAUUSD by sagaahhelite",
        "body": "🚨 XAUUSD (Spot Gold) 🔖 21-5-2024🚨\n\nBuy at: $2402-$2378-$2355-$2332\n\nSell at: $2438-$2458-$2480-$2500\n\nCMP @ 2421.55💹\n\n⚠️ Warning: Do not risk more than 5% of your capital. You might lose your money.\n\n📊💹Fundamentals that might impact XAUUSD: Date: 21 May 2024 📌🔴\n\n1.Gold price rises: The price of gold (XAU/USD) continue to rebound after Fed chair Powell speech on Sunday and Recent geo Political issue, Iran President Death , Saudi King Health issue, China Gold Buying News, Economic clashes , Import and Export Data from Russia and China, World Economics statistics.\n\n2.Trader caution: The upward movement might not be limited as traders wait on the sidelines ahead of key US inflation data and Fed Members Speech Lined this week which will be affecting gold and other scripts.\n\n3.Current stability: Gold price is standing in range$2410-$2430, driven by ongoing geopolitical risks and US Inflation data that increase demand for the safe-haven asset. Fed Rate cute projections and awaited data.\n\n4.Interest rate impact: Gains may be capped due to US data indicating that interest rates will likely remain same for some time, reducing the appeal of the non-yielding precious metal.\n\n5.Short-term uptrend: XAU/USD tests resistance range 2&3 and remains in a uptrend, suggesting potential for further recovery. For sell levels are mentioned above.\n\n🚨📝Data scheduled to be published at 18:00 -22:30 hrs🔖📊\n\n18:30 Fed Waller Speaks\n\n18:35 FOMC Member Williams Speaks\n\n18:40 FOMC Member Bostic Speaks\n\n21:15 Fed Vice Chair for Supervision Barr Speaks\n\n22:30 BoE Gov Bailey Speaks\n\n🔴Technical Status: XAUUSD: 📌\n\nD1 SMA100-P (2205.90) Buy 🔺\n\nH4 SMA100-P (2342.12) Buy 🔺\n\nH1 SMA100-P (2399.88) Buy🔺\n\nH4 SMA200-P(2325.16) Buy🔺\n\nRSI(14): Status: Buy\n\nSTOCHRSI(14): Status: Neutral\n\nROC: Status: Buy\n\nWilliam%R: Status: Buy\n\nATR(14): Status: High Volatility\n\nSOC: Status: sell\n\n⚠️Ongoing Geo-political Tensions: ‼️\n\nIsrael - Iran- Escalating\n\nRussia - Ukraine\n\nUS-China Relations\n\nMiddle East Instability - Escalating\n\nTaiwan-China Relations- Escalating",
        "source": {
            "uri": "tradingview.com",
            "dataType": "news",
            "title": "TradingView",
            "location": null
        },
        "authors": [],
        "image": "https://s3.tradingview.com/7/7NJv0rw8_big.png",
        "eventUri": null,
        "sentiment": 0.05882352941176472,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8138389472",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "10:59:35",
        "dateTime": "2024-05-21T10:59:35Z",
        "dateTimePub": "2024-05-21T10:57:14Z",
        "dataType": "news",
        "sim": 0.5098039507865906,
        "url": "https://yen.com.gh/world/asia/258153-ebrahim-raisi-emotional-video-show-iran-presidents-remains-moved-accident-scene/",
        "title": "Ebrahim Raisi: Emotional video shows Iran president's remains being moved from accident scene",
        "body": "PAY ATTENTION: Read YEN News now on Facebook Broadcast Channel. Click and follow now!\n\nIran's president, Ebrahim Rais, died in a helicopter crash alongside eight other occupants, including the country's Foreign Minister Hossein Amir Abdollahian.\n\nThe Red Crescent Society, which discovered the location of the crashed helicopter, stated that there were no signs of the helicopter's occupants being alive.\n\nAfter accessing the scene where the helicopter crashed, videos of the rescue team ferrying the victim's body on Monday, May 20, emerged.\n\nThe rescuers were heard in the video emotionally chanting the name of God (Allah) in Arabic as they carried away the bodies of the victims.\n\nAlthough the cause of the crash that claimed the life of Raisi has not been established, the country has been experiencing heavy rains and foggy conditions, which investigators have pointed out as a potential cause of the tragic accident.\n\nAmong them were the Governor of Eastern Azerbaijan province, Malek Rahmati, Tabriz's Imam Mohamed Ali Alehashem, the pilot, the copilot, the crew chief, the head of security, and the bodyguard.\n\nThe death of Raisi was confirmed on Monday, May 20, by his Vice President Mohammad Mokhber, after the rescue team reported that no one had survived.\n\nAfter Raisi's tragic demise, the first Vice President, Mohammad Mokhber, is expected to take over in an acting capacity.\n\nHowever, the approval needs to come from Iran's Supreme Leader Ayatollah Ali Khamenei, who is the overall leader and makes all major decisions in Iran.\n\nYEN.com.gh reported that Iranian President Ebrahim Raisi, long seen as a potential successor to Supreme Leader Ayatollah Khamenei, was killed in a helicopter crash.\n\nThere are now political uncertainties in major oil-producing countries after Iran's president's death.",
        "source": {
            "uri": "yen.com.gh",
            "dataType": "news",
            "title": "Yen.com.gh - Ghana news.",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Accra"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "Ghana"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [
            {
                "uri": "berlinda_entsie@yen.com.gh",
                "name": "Berlinda Entsie",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://images.yen.com.gh/images/cbc170f1647d02de.png?imwidth=1200",
        "eventUri": "eng-9581242",
        "sentiment": -0.1294117647058823,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8138373711",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "10:49:01",
        "dateTime": "2024-05-21T10:49:01Z",
        "dateTimePub": "2024-05-21T10:48:28Z",
        "dataType": "news",
        "sim": 0.6117647290229797,
        "url": "https://kayhanlife.com/news/iran/iran-first-vice-president-mohammad-mokhber-appointed-as-interim-president/",
        "title": "Iran First Vice President Mohammad Mokhber Appointed as Interim President - KAYHAN LIFE",
        "body": "DUBAI, May 20 (Reuters) - Iranian President Ebrahim Raisi, a hardliner seen as a potential successor to Supreme Leader Ayatollah Ali Khamenei, was killed when his helicopter crashed in poor weather in mountains near the Azerbaijan border, officials and state media said on Monday.\n\nThe charred wreckage of the helicopter which crashed on Sunday carrying Raisi, Foreign Minister Hossein Amirabdollahian and six other passengers and crew was found early on Monday after an overnight search in blizzard conditions.\n\nSupreme Leader Khamenei, who holds ultimate power with a final say on foreign policy and Iran's nuclear programme, said First Vice President Mohammad Mokhber, would take over as interim president, the official IRNA news agency reported.\n\nWhat Could Raisi's Death Mean for Stability in Iran and Beyond? Expert Q&A\n\n\"I announce five days of public mourning and offer my condolences to the dear people of Iran,\" Khamenei said in a statement. Mokhber, like Raisi, is seen as close to Khamenei.\n\nThe crash comes at a time of growing dissent within Iran over an array of political, social and economic crises. Iran's clerical rulers face international pressure over Tehran's disputed nuclear programme and its deepening military ties with Russia during the war in Ukraine.\n\nSince Iran's ally Hamas attacked Israel on Oct. 7, provoking Israel's assault on Gaza, conflagrations involving Iran-aligned groups have erupted throughout the Middle East.\n\nA long \"shadow war\" between Iran and Israel broke into the open last month with tit-for-tat exchanges of drone and missile fire.\n\nAn Israeli official, who requested anonymity, told Reuters it was not involved in the crash. U.S. Defense Secretary Lloyd Austin said he had no insight into the cause of the crash, adding the United States had no part to play in it.\n\nUnder the Islamic Republic's constitution, a new presidential election must be held within 50 days.\n\nAny candidate must first be vetted by the Guardian Council, a hardline watchdog that has often disqualified even prominent conservative and moderate officials, meaning the overall thrust of Iranian policy would be unlikely to change.\n\n\"As Iran selects a new president, we reaffirm our support for the Iranian people and their struggle for human rights and fundamental freedoms,\" State Department spokesperson Matthew Miller said as the U.S. expressed its \"official condolences\".\n\nIn Iran, President's Death Met by Muted Mourning and Furtive Celebration\n\nGovernment loyalists packed into mosques and squares to pray for Raisi, but most shops remained open and the authorities made little effort to interrupt ordinary life.\n\n\"He was a hard working president. His legacy will endure as long as we are alive,\" said Mohammad Hossein Zarrabi, 28, a member of the volunteer Basij religious militia in the holy Shi'ite city of Qom.\n\nBut other Iranians showed little sorrow.\n\n\"Who cares. One hardliner dies, another takes over and our misery continues,\" said Reza, 47, a shopkeeper in the central desert city of Yazd who did not give his full name, fearing reprisals. \"We're too busy with economic and social issues to worry about such news.\"\n\nState media reported that images from the site showed the U.S.-made Bell 212 helicopter slammed into a mountain peak, although there was no official word on the cause of the crash. The dead also included the governor of East Azerbaijan Province and a senior imam from Tabriz city.\n\nIran was a major buyer of Bell helicopters under the U.S.-backed Shah before the 1979 Islamic revolution, though the exact origin of the aircraft that crashed was not clear. Decades of sanctions have made it hard for Iran to obtain parts or upgrade its aircraft.\n\nThe helicopter went down in Varzeqan region north of Tabriz, as Raisi returned from an official visit to the border with Azerbaijan, in Iran's northwest, to inaugurate the Qiz-Qalasi Dam, a joint project.\n\nUS to Keep Confronting Iran on Terrorism, Arms, Nuclear Program\n\nSince taking office, Raisi, 63, had ordered a tightening of morality laws, oversaw a bloody crackdown on anti-government protests and pushed hard in nuclear talks with world powers.\n\nIn Iran's dual political system, split between the clerical establishment and the government, it is Raisi's 85-year-old mentor Khamenei, supreme leader since 1989, who holds decision-making power on all major policies.\n\nRaisi's victory in a closely managed election in 2021 brought all branches of power under the control of hardliners, after eight years when the presidency had been held by pragmatist Hassan Rouhani and a nuclear deal negotiated with powers including Washington.\n\nHowever, Raisi's standing may have been dented by the widespread protests against clerical rule following the death of 22-year-old Kurdish woman Mahsa Amini in morality police custody, and a failure to turn around Iran's economy, hamstrung by Western sanctions.\n\nThough far from being a foregone conclusion in Iran's opaque politics, Raisi, a middle-ranking Shi'ite cleric, had been widely seen as a leading candidate to succeed Khamenei.\n\n\"There's no other candidate right now (with) that kind of a platform and that's why the presidential elections in Iran, however they unfold, will be the first decider about what comes next,\" said Vali Nasr, professor of Middle East Studies and International Affairs at John Hopkins School of Advanced International Studies.\n\nDeputy Foreign Minister Ali Bagheri Kani was appointed as acting foreign minister, IRNA said.\n\nUN Must Tackle Iran's 'Human Rights Crisis,' Amnesty International Says\n\nSaudi Arabia's foreign minister called Kani to express condolences and reiterated Saudi's support for Iran.\n\nFuneral ceremonies for Raisi will be held from Tuesday to Thursday in the cities of Tabriz, Qom, Tehran and Birjand until his final burial at the Imam Reza Shrine in Masshad, according to Iranian media.\n\nMessages of condolences flooded in from Iran's other regional neighbours and allies, including the leaders of Syria, Egypt, the United Arab Emirates, Qatar, Jordan, Iraq and Pakistan.\n\nRussian President Vladimir Putin called Raisi \"a true friend of Russia\". The Kremlin said he had spoken to Mokhber by phone and both stressed \"mutual intention to further strengthen Russian-Iranian interaction\".\n\nIran-backed militant group Hamas, fighting Israeli forces in Gaza with Tehran's support, issued a statement expressing sympathy to the Iranian people for \"this immense loss\".",
        "source": {
            "uri": "kayhanlife.com",
            "dataType": "news",
            "title": "KAYHAN LIFE",
            "location": {
                "type": "place",
                "label": {
                    "eng": "London"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "United Kingdom"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [
            {
                "uri": "kayhan_life@kayhanlife.com",
                "name": "Kayhan Life",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://kayhanlife.com/wp-content/uploads/2024/05/2024-05-20T133229Z_240923942_OWANAPAAVIDEO2024052034625699_RTRMADP_BASEIMAGE-960X540_ANADOLU.jpg",
        "eventUri": "eng-9581242",
        "sentiment": -0.2862745098039216,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8138365560",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "10:44:11",
        "dateTime": "2024-05-21T10:44:11Z",
        "dateTimePub": "2024-05-21T10:43:42Z",
        "dataType": "news",
        "sim": 0.6196078658103943,
        "url": "https://www.ndtv.com/opinion/ebrahim-raisi-transformed-irans-foreign-policy-yet-his-death-wont-change-much-5712558",
        "title": "Opinion: Opinion | Raisi Transformed Iran's Foreign Policy. Yet, His Death Won't Change Much",
        "body": "On May 19, the world was stunned by news of the disappearance and later the crash of a helicopter in the Varzhagan region of northwestern Iran, carrying the country's President, Ebrahim Raisi, Foreign Minister Hossein Amir Abdullahian, and other officials. The next day, Vice-President Mansouri confirmed reports that Raisi and his delegation had died in the crash. First Vice-President Mohammad Mukhbel will now serve as the Acting President of Iran until fresh elections are held. The Deputy Foreign Minister, Ali Bagheri Kani, has taken charge as the Acting Foreign Minister. According to the Iranian Constitution, in the event of the death of the President, Iran must hold a fresh election in 50 days.\n\nRaisi was returning from the Azerbaijan border on Sunday after flagging off a jointly built dam project with his Azeri counterpart, Ilham Aliyev. The project is the third dam built by the two countries on the Arax River. According to the Islamic Republic News Agency (IRNA), Raisi was travelling on a US-made Bell 212 helicopter, which was not in the best condition reportedly because of the US embargo on the supply of spare parts to Iran.\n\nA Chequered Legacy\n\nWhile the provisions of the Iranian Constitution do not leave room for any power vacuum, Raisi, 63, leaves behind a somewhat mixed legacy. Beginning life as a cleric and then moving on to the judiciary, Raisi rose consistently in rank to finally become president in 2021. Unlike his \"reformist\" predecessor Hassan Rouhani, Raisi belonged to the \"hardliners\" camp. He was known to be close to the Supreme Leader Ayatollah Ali Khamenei and was seen by many as one of his possible successors.\n\nRaisi took charge in Tehran against the backdrop of a crumbling Iranian economy, further devastated by renewed US sanctions as the then US President, Donald Trump, pulled out of the Joint Comprehensive Plan of Action (JCPOA) that iran had negotiated with the US, the UK, France, Russia, China, Germany, and the European Union. The Covid-19 pandemic further exacerbated his challenges.\n\nRead | Ebrahim Raisi, Iran President: Fall Of Shah, Rise Of Raisi\n\nDifficult as the situation was, his government ordered a tightening of morality laws. Under Raisi's watch, Iranians saw a bloody crackdown on the allegedly \"anti-government\" protests - also called the Enghelab protests - in 2022 against compulsory hijab and dress codes. Hundreds of people were reported to have died in the crackdown, and many more were arrested.\n\nDecades before that, he was also sanctioned by the US administration for his alleged role in the 1988 executions of thousands of political prisoners in the country's jails - charges that he had denied but which earned him the infamous moniker of the \"Butcher of Tehran\". Raisi's conservative policies made him a chequered figure in domestic Iranian politics.\n\nA Tough Bargainer\n\nOn the other hand, in terms of foreign policy, Raisi was a firm negotiator in nuclear talks with world powers. With the JCPOA in jeopardy, Raisi and his Foreign Minister pivoted to the east, drawing Iran closer to countries like Russia, China, the Central Asian countries, and even Africa. Raisi even expended effort in cultivating better relations with India at a time when bilateral relations were under a cloud because of the sanctions on Tehran.\n\nUnder Raisi, Iran concentrated more on regional and Eurasian partnerships. The country became a member of both BRICS and the Shanghai Cooperation Organisation, and Raisi had thanked Prime Minister Narendra Modi for helping facilitate these memberships. During his reign, Iran also entered a \"truce\" facilitated by China with arch-rival Saudi Arabia. This led to the reestablishing of diplomatic relations between the two. Additionally, Iran has also been helping Russia in its war on Ukraine by supplying it with military drones.\n\nRead | Iran President's Death A Spark In Tinderbox. Geopolitical Impact Explained\n\nIn the Arab world, Raisi's reign saw a strengthening of Iran's relations with countries like Kuwait and Egypt, as well as efforts to rebuild strained relations with neighbours like Azerbaijan, Afghanistan, Tajikistan, Turkey, and Pakistan. In fact, soon after the tit-for-tat strikes on each other's territory, Raisi had visited Islamabad as a conciliatory gesture.\n\nUnder him, Iran's oil production rose to its highest at 3.4 million barrels per day, exceeding even pre-sanctions levels. China accounted for the most sales. Separately, Raisi was pushing for the continuation of the Iran-Pakistan gas pipeline, which had been stalled for more than a decade, and was also seeking to recover debts from the UK after the latter violated the 1979 tank supply contract with Iran worth £400 m. With the US, Tehran was conducting secret negotiations under Raisi regarding the country's nuclear programme and hostage exchange. Just last year, the US released $6 billion of Iranian frozen funds in exchange.\n\nThe Israel-Gaza Crisis, And Iran\n\nThe most talked about factor in the current times, however, is the devastating war between Israel, Iran's sworn enemy, and Hamas, whom Iran supports. While Iran continued supporting its Shiite proxies across the region - the militias in Iraq, the Hezbollah in Lebanon, and the Houthis in Yemen - its support for Hamas, the only Sunni proxy that Iran supports, has been a striking example of Shia-Sunni cooperation in the region. His legacy will also include the astonishing and unprecedented direct attacks on Israel as a response to the strikes on the Iranian diplomatic compound in Damascus in April.\n\nWith regards to India, Raisi's legacy will note not just renewed bilateral relations but the clinching of the 10-year agreement between the two sides for the management of the Chabahar port. The project had been close to his heart and he had discussed it a number of times in meetings and phone calls with Modi. India, in turn, has declared a one-day mourning throughout the country as a mark of respect for the demise of Raisi and Amirabdollahian. Both Modi and India's External Affairs Minister, S. Jaishankar, expressed condolences on X.\n\nThe Show Goes On\n\nHowever, despite his deep imprint on Iran's foreign policy, Raisi's demise may not see any major foreign policy shifts in the region. The country's Strategic Council on Foreign Relations said in a statement on Monday that Tehran would continue to pursue its \"foreign policy agenda\" under Supreme Leader Seyyed Ali Khamenei. \"Without a doubt, the path of Iran's foreign policy will continue with strength and power, under the guidance of the Supreme Leader,\" the statement read. Another report in IRNA commended the duo \"for their efforts in confronting the unjust [Western] sanctions, securing Iran's membership in international alliances such the Shanghai Cooperation Organization (SCO) and BRICS, expanding cooperation with the Eurasian Economic Union (EEU), supporting the Axis of Resistance and the Palestinian cause, as well as improving Iran's relations with neighbouring countries.\"\n\nForeign policy in Iran is often shaped by not only the Iranian Foreign Ministry but also by the Iranian Revolutionary Guards Corps (IRGC), though the ultimate decision-making authority lies with the Supreme Leader. Thus, no major foreign policy shift should be expected under a new president. Nonetheless, Iran will be investigating the crash and foul play can't be ruled out - yet. If, in case, at any time in future, it is discovered that the crash was engineered, Iran may be forced to act. That, however, is a long way off.\n\nPromotedListen to the latest songs, only on JioSaavn.com\n\n(Aditi Bhaduri is a journalist and political analyst)\n\nDisclaimer: These are the personal opinions of the author",
        "source": {
            "uri": "ndtv.com",
            "dataType": "news",
            "title": "NDTV",
            "location": {
                "type": "place",
                "label": {
                    "eng": "New Delhi"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://c.ndtvimg.com/2024-05/par0cek8_ebrahim-raisi_625x300_20_May_24.jpg?im=FitAndFill,algorithm=dnn,width=1200,height=738?ver-20240506.08",
        "eventUri": "eng-9581242",
        "sentiment": -0.1764705882352942,
        "wgt": 1,
        "relevance": 1
    }
]