[
    {
        "uri": "2024-05-363932910",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:58:03",
        "dateTime": "2024-05-21T23:58:03Z",
        "dateTimePub": "2024-05-21T23:09:17Z",
        "dataType": "news",
        "sim": 0.7882353067398071,
        "url": "https://www.163.com/dy/article/J2PB1G890514R9OJ.html",
        "title": "伊朗全国哀悼五天送别莱希，告别仪式和葬礼将先后在4地举行",
        "body": "【环球时报驻伊朗特约记者 李睿 环球时报驻埃及特派记者 黄培昭 王韵】 为期5天的伊朗全国哀悼21日进入第二天。在坠机事故中去世的总统莱希的遗体告别仪式首先从西北部城市大不里士开始。《环球时报》特约记者21日在现场看到，运载莱希等人遗体的灵柩从这里启程，前往全国各地。在截至23日的3天中，莱希遗体的告别仪式和葬礼将先后在4个地方举行，包括伊斯兰教什叶派的圣地、国家首都和莱希的出生地。在伊朗军方下令调查事故原因的同时，美国《华盛顿邮报》和伊朗《德黑兰时报》等多家媒体证实，伊朗总统、外长等遇难时乘坐的是美国公司设计并制造的贝尔-212直升机。伊朗被认为在几十年前购买了这些飞机。美国国务院发言人20日透露，涉事飞机发生事故后，伊朗曾要求美方协助调查，但美方因\"后勤原因\"未提供协助。\"美国制裁导致伊朗空难\"的说法被多方提及，美方坚决反对这一指责。\n\n大不里士城是伊朗东阿塞拜疆省的省会，莱希等政府高官乘坐的直升机19日就是在这里的山区发生坠机事故。21日一大早，《环球时报》特约记者赶到大不里士的烈士广场时，这里已经人山人海，到处悬挂着伊朗国旗、莱希等人的画像和横幅。9时40分左右，运载着8具灵柩的灵车缓缓驶来，悼念民众按照习俗将手中的鲜花等抛向灵车，护卫士兵再将这些物品还给民众。\n\n\"伊朗人向在直升机事故中去世的总统致以最后的敬意\"，法新社21日报道称，当天，数万伊朗人聚集在大不里士城中心广场，挥舞着伊朗国旗和已故总统的肖像，致以哀悼。同日下午，莱希的遗体被空运到伊斯兰教什叶派的圣地库姆，在这里举行祈祷仪式，再转移至首都德黑兰。22日，德黑兰将举行盛大游行，由伊朗最高领袖哈梅内伊主持祈祷。最后，莱希的遗体将被空运到他的家乡、伊朗东北部城市马什哈德，并于23日晚举行葬礼后埋葬在那里。\n\n《环球时报》特约记者21日在大不里士采访中发现，除了悲伤，伊朗民众还有很多情绪。因为政府已宣布在6月28日举行总统选举，有民众希望能选出好总统改善国家状况，有人说不希望国家再有争吵和战争，将更多的资源投入经济建设。大部分人都不感到焦虑，他们认为国家不会因为莱希的突然去世出现任何动乱。\n\n据伊朗伊斯兰共和国通讯社报道，除了伊朗，至少有7个国家宣布为伊朗总统的去世举行全国哀悼。叙利亚和黎巴嫩的哀悼日将持续3天，印度、巴基斯坦、斯里兰卡、伊拉克、土耳其等国的哀悼日持续1天。《印度教徒报》称，印度21日为伊朗总统的去世举行全国哀悼，全国政府建筑降半旗，不举行官方娱乐活动。\n\n美国急忙撇清关系\n\n继以色列之后，美国20日也急忙与伊朗坠机事故撇清关系。美国国防部长奥斯汀当天被问及，是否担心伊朗会将坠机事故归咎于美国。他说，\"美国与这起事故完全无关\"，\"我无法推测直升机坠毁的原因，可能有多种因素，机械故障、驾驶员失误等等。我们会继续跟踪事态发展，但对于坠机原因，我们没有任何看法\"。\n\n美国国务院发言人米勒20日在例行记者会上披露了一个重要信息：伊朗政府曾要求美方提供协助。\"当任何外国政府遭遇这种事情并要求我们提供协助时，我们一般都会伸出援手。\"米勒称，\"但因为后勤原因，我们最终没有提供协助。\"他拒绝进一步说明细节。\n\n白宫国家安全委员会战略沟通协调员柯比20日称，所谓\"美国制裁导致伊朗空难\"的说法\"毫无根据\"，\"每个国家都有责任确保自身设备的安全性和可靠性，其中包括民用航空设备\"。\n\n但美国媒体的报道显示，伊朗确实因为美国的制裁无法更新其飞机零部件。《华盛顿邮报》称，航空分析公司Cirium的数据显示，在伊朗注册的15 架贝尔-212直升机的平均机龄为35年，由于\"国际社会\"对伊朗的制裁，这些飞机的维护变得非常困难。贝尔公司在给《华盛顿邮报》的一份声明中表示：\"我们可以确认，贝尔没有在伊朗开展任何业务，也没有支持他们的直升机机队，我们也不了解这起事故中直升机的运行状态。\"\n\n《华盛顿邮报》称，自 1979年以来，伊朗一直面临美国的制裁。多年来，这些措施不断扩大和强化，并得到欧洲和联合国制裁的补充，对伊朗航空业等产生了负面影响。日内瓦国际关系及发展高等学院高级研究员法尔赞·萨贝特表示，伊朗曾一度能够从西方国家合法进口整架飞机及其零部件，但\"特别是在过去15年里，制裁和出口管制不断加强，伊朗在这方面遇到了越来越多的困难\"，美国的制裁不仅禁止向伊朗出售美国制造的飞机，还禁止\"使用零部件\"，制裁使涉及伊朗民航部门和机队的国际交易变得更加困难。\n\n\"原因很复杂\"\n\n\"原因很复杂\"，美国有线电视新闻网（CNN）21日发文，历数伊朗当局在此次事故中暴露的航空技术落后、旧飞机维护不善、搜救能力滞后等问题。\n\n俄罗斯卫星通讯社引述俄资深直升机试飞员瓦迪姆·巴兹金的分析称，贝尔-212是一款过时但非常可靠的飞机，出于安全考虑，几乎可以肯定伊朗为其配备了新的发动机，\"因此，没有必要责怪导致飞机坠毁的技术问题\"。巴兹金表示，直升机是适用于各种气候条件的交通工具，\"不幸的是，直升机最薄弱的地方是机组人员，因为没有多少飞行员能够在恶劣天气下安全飞行\"。\n\n卡塔尔半岛电视台称，目前没有迹象表明导致伊朗总统去世的坠机事故是一次故意破坏行为，伊朗方面的调查重点是当时的极端天气条件、具有挑战性的地形和可能存在的技术问题。有人质疑， 总统莱希等官员是否应该乘坐一架据信已有几十年历史的直升机？还有人质疑，为什么这架飞机会被允许在大雾等恶劣天气条件下起飞？",
        "source": {
            "uri": "163.com",
            "dataType": "news",
            "title": "163.com",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "2024-05-363928204",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:46:53",
        "dateTime": "2024-05-21T23:46:53Z",
        "dateTimePub": "2024-05-21T23:46:30Z",
        "dataType": "news",
        "sim": 0.8235294222831726,
        "url": "https://www.huanqiu.com/article/4HtMAqustYA",
        "title": "伊朗军方举行悼念仪式 高级官员出席",
        "body": "伊朗总统莱希乘坐的直升机19日在伊朗西北部东阿塞拜疆省坠毁，莱希以及伊朗外长阿卜杜拉希扬等随行人员不幸遇难。当地时间21日，莱希等人的遗体运抵伊朗首都德黑兰，伊朗军方举行了悼念仪式。\n\n总台记者了解到，目前伊朗已经组建高级别调查组前往直升机事故现场进行调查，伊朗总统办公室负责人则披露了一些事故细节。\n\n总台记者 倪紫慧：自伊朗救援队抵达直升机事故现场并确认包括伊朗总统莱希、伊朗外长阿卜杜拉希扬等直升机上8人全部遇难后，伊朗整个国家都沉浸在悲痛的气氛中。当地时间21日下午，伊朗军方在德黑兰市中心机场为莱希等举行纪念仪式，军方高级官员、政府内阁等高级官员出席该仪式。22日，莱希等遇难者的遗体告别仪式将在德黑兰举行。我们关注到，目前在首都德黑兰，很多国旗已经更换成黑色旗帜来表达哀悼，大街小巷张贴着莱希等遇难者的照片。本周的所有文娱活动、部分体育活动都已取消。\n\n伊朗组建高级别调查组调查事故原因\n\n总台记者 倪紫慧：针对莱希所乘直升机发生事故的原因，伊朗武装力量总参谋长巴盖里已经任命高级别调查组前往东阿塞拜疆省进行现场调查，目前还没有公布调查结果。\n\n伊朗总统办公室负责人披露事故细节\n\n总台记者 倪紫慧：伊朗总统办公室负责人侯赛因披露了一些现场细节。他表示他曾在另外一架直升机上，起飞时天气良好，但飞行30分钟后，直升机前方出现一个云团，莱希总统所乘直升机的飞行员发出指令要求三架直升机上升高度越过云层。当另外两架直升机越过云层后，发现总统所乘直升机失踪，其中一架直升机返回寻找并呼叫，无人应答。由于视线受阻没有找到事故直升机，随后两架直升机在附近地区降落并通知相关部门。此后，总统办公室曾试图拨打总统以及外长的手机，但没有人接听。\n\n总台记者 倪紫慧：随后，他们拨打了飞行员手机，直升机上的另一人员阿勒哈希姆接听了电话。他表示，自己和其他人掉到了山里，感觉非常不舒服，不知道自己位置在哪里，也不知道其他人在什么地方。侯赛因表示，此时他们意识到直升机发生了事故。他指出，在救援人员找到遇难人员的遗体后，判断出他们是在事故发生后立即死亡。针对具体调查结果，我们也将继续保持关注。",
        "source": {
            "uri": "huanqiu.com",
            "dataType": "news",
            "title": "环球网",
            "location": null
        },
        "authors": [],
        "image": "https://rs2.huanqiucdn.cn/huanqiu/image/www/common/200.jpg",
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "2024-05-363920539",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:28:49",
        "dateTime": "2024-05-21T23:28:49Z",
        "dateTimePub": "2024-05-21T23:28:41Z",
        "dataType": "news",
        "sim": 0.4549019634723663,
        "url": "https://www.huanqiu.com/article/4HtBggwUqud",
        "title": "措辞微妙？伊朗总统和外长等官员坠机遇难，美国发\"官方哀悼\"引记者追问",
        "body": "措辞微妙？伊朗总统和外长等官员坠机遇难，美国发\"官方哀悼\"引记者追问\n\n【环球时报综合报道】美国官方如何对伊朗总统莱希的突然去世表态？《纽约时报》21日称，在拜登政府眼中，莱希是美国的死敌和世界和平的威胁。但在确认他去世后数小时，美国国务院宣布对其突然去世表示\"官方哀悼\"。这引发批评和记者的质疑：\"官方哀悼\"是什么意思？\n\n报道称，美国20日以国务院发言人马修·米勒的名义发表一份简短声明，称对伊朗总统和外长等官员在坠机事故中遇难表示\"官方哀悼\"，美国将继续支持伊朗人民争取自由的斗争。报道称，声明并未流露出对伊朗领导人去世的悲伤，但仍然迅速引起了批评者的愤怒。他们认为，美国应该什么也不说，或者严厉谴责莱希。米勒后来在记者会上也确实这么做了。\n\n\"官方哀悼就是代表美国政府哀悼\"，面对记者的追问，米勒解释称，\"我们对任何生命损失感到遗憾，我们不想看到人们死于直升机失事。但它不会改变我们对他（莱希）及其政权的看法。\"白宫国家安全委员会战略沟通协调员约翰·柯比在20日的记者会上称，向他国领导人的去世表达哀悼是一种例行做法，但美国仍然认为莱希是\"一个双手沾满鲜血的人\"。\n\n在国务院例行记者会上，有记者马上指出，美国的其他\"死敌\"，如古巴和委内瑞拉领导人去世时，美国政府没有发出\"官方哀悼\"。《纽约时报》称，2013年3月委内瑞拉总统查韦斯因癌症去世后，美国时任总统奥巴马发表了一份面向委内瑞拉人民的声明，但对这位反美强人没有表示任何实际的哀悼。报道还称，与莱希不同的是，查韦斯和卡斯特罗等领导人去世后，是由美国总统发表声明，但莱希的去世是由美国国务院及其发言人米勒负责表态的。\n\n《纽约时报》分析认为，美国对莱希的\"官方哀悼\"体现了微妙的外交礼仪：它必须平衡面对正在哀悼的伊朗民众的同情，和阐明美国立场的需要，\"而伊朗方面不会从这份声明中得到任何抚慰\"。（于文）",
        "source": {
            "uri": "huanqiu.com",
            "dataType": "news",
            "title": "环球网",
            "location": null
        },
        "authors": [],
        "image": "https://rs2.huanqiucdn.cn/huanqiu/image/www/common/200.jpg",
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "2024-05-363917451",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:24:43",
        "dateTime": "2024-05-21T23:24:43Z",
        "dateTimePub": "2024-05-21T23:24:25Z",
        "dataType": "news",
        "sim": 0.843137264251709,
        "url": "https://www.bjnews.com.cn/detail/1716247545129485.html",
        "title": "新京报",
        "body": "新闻8点见丨外交部就伊朗总统遇难答问；贵溪通报小学持刀伤人案\n\n外交部发言人就伊朗总统莱希遇难答记者问\n\n外交部发言人汪文斌20日在例行记者会上就伊朗总统莱希遇难答记者问。汪文斌说，习近平主席已向伊朗第一副总统穆赫贝尔致唁电，代表中国政府和人民就莱希总统在直升机事故中遇难表示深切哀悼，向穆赫贝尔第一副总统、莱希总统亲属以及伊朗政府和人民表示诚挚慰问。\n\n汪文斌表示，事故发生后，中方高度关注，并表示愿向伊方提供一切必要支持和协助。中方坚定支持伊朗政府和人民维护独立、稳定和发展，愿同伊方一道进一步深化中伊全面战略伙伴关系。（新华社）阅读全文>>>\n\n哈梅内伊：伊朗将进行5天公共哀悼\n\n当地时间20日，伊朗最高领袖哈梅内伊对伊朗总统莱希、外长阿卜杜拉希扬等人员发生直升机\"硬着陆事件\"遇难表示哀悼。\n\n哈梅内伊宣布伊朗将进行为期5天的公共哀悼。同时他表示，根据伊朗宪法第131条，第一副总统穆赫贝尔将负责管理政府，穆赫贝尔有义务在最多50天内与议长和司法总监共同安排总统选举。（央视新闻）阅读全文>>>\n\n伊朗组建高级别调查组调查事故原因\n\n当地时间20日凌晨，伊朗武装部队总参谋长巴盖里组建了一个由伊朗武装力量副协调员阿里·阿卜杜拉希负责的高级别调查组，其中包括伊朗技术专家。该调查组已经抵达东阿塞拜疆省直升机事故现场，正在对事故原因展开调查。（央视新闻）\n\n据伊朗伊斯兰共和国通讯社20日报道，伊朗政府、议会和司法领导人当天召开会议后确定，第14届伊朗总统选举将于6月28日举行。（新华社）阅读全文>>>\n\n国务院台办发言人就台湾地区领导人\"5·20\"讲话表态\n\n国务院台办发言人陈斌华20日就台湾地区领导人\"5·20\"讲话中有关两岸关系内容表示，台湾地区领导人的讲话，顽固坚持\"台独\"立场，大肆宣扬分裂谬论，煽动两岸对立对抗，妄图\"倚外谋独\"、\"以武谋独\"。释放了谋\"独\"挑衅、破坏台海和平稳定的危险信号，充分暴露了其\"台独工作者\"的本性。\n\n陈斌华指出，大陆与台湾同属一个中国，台湾是中国不可分割的一部分。\"台独\"与台海和平水火不容。我们解决台湾问题、完成国家统一的意志坚如磐石，维护国家主权和领土完整的能力坚不可摧，反对\"台独\"分裂和外来干涉的行动坚决有力。对于任何形式的\"台独\"分裂行径，我们决不容忍、决不姑息。（新华社）阅读全文>>>\n\n商务部：将这几家美国企业列入不可靠实体清单\n\n商务部决定将参与对台湾地区军售的美国通用原子航空系统公司（General Atomics Aeronautical Systems）、美国通用动力陆地系统公司（General Dynamics Land Systems）列入不可靠实体清单。（商务部网站）阅读全文>>>\n\n商务部：将波音防务、空间与安全集团列入不可靠实体清单\n\n商务部决定将参与对台湾地区军售的美国波音防务、空间与安全集团（Boeing Defense ，Space& Security）列入不可靠实体清单。（商务部网站）阅读全文>>>\n\n江苏省政协党组成员、副主席王昊被查\n\n江苏省政协党组成员、副主席王昊涉嫌严重违纪违法，目前正接受中央纪委国家监委纪律审查和监察调查。（中央纪委国家监委网站）阅读全文>>>\n\n北京交警今年已查处9.1万起摩托车违法\n\n今年以来，北京涉及摩托车的交通事故频发，危害公众安全。今年前4个月，北京全市摩托车交通事故共造成30余人死亡。目前，北京交管部门正持续开展摩托车各类交通违法行为整治工作，今年以来北京交警已依法查处摩托车违法9.1万起，查扣非法改装动力系统、排气装置摩托车356辆，依法行政拘留9人。（新京报）阅读全文>>>\n\n京通快速路上逆行 司机被北京警方刑拘\n\n5月18日，一辆白色小客车在京通快速路出京方向与其他车辆发生剐蹭事故后，掉头逆行，离开现场。经警方工作，5月19日，该车司机张某某（女，51岁）已被朝阳警方依法刑事拘留。案件正在进一步办理中，其涉及的交通违法行为由交管部门依法作出处罚。（平安北京）阅读全文>>>\n\n患者左腿长瘤右腿挨刀，广西百色右江区一医院6人被处理\n\n5月18日，右江民族医学院附属医院发布情况通报：2024年3月27日，我院百东院区骨外科为患者罗某某行左股骨远端骨软骨瘤切除术时出现部位差错，将右侧股骨内髁部分组织切除。在此，我们向患者及家属表示深深的歉意！针对此次事件，医院已追究相关科室和涉事人员责任，涉事科室暂时停业整顿，对6名负有管理责任和医疗责任人员给予撤销职务、暂停处方权、扣罚绩效工资等相应的处理。（右江民族医学院附属医院）阅读全文>>>\n\n江西贵溪警方：一小学发生持刀伤人案件，2人经抢救无效死亡\n\n江西省贵溪市公安局发布警情通报：2024年5月20日12时许，我市文坊镇明德小学发生一起持水果刀伤人案件，犯罪嫌疑人潘某某(女，45岁，贵溪市人)已被公安机关控制。案件造成6人受伤(其中2人经抢救无效死亡，4人无生命危险)，另有6人在躲闪中轻微擦伤。（贵溪公安官微）阅读全文>>>\n\n贵州毕节七星关区发生一起疑似燃气罐爆炸事件，致2死4伤\n\n5月18日22时50分许，七星关区水箐镇发生一起疑似燃气罐爆炸事件。事发后，应急、公安、消防、市场监管、住建、工信等相关部门迅速前往处置救援。事件导致2人死亡，4人受伤，伤者已送医救治，暂无生命危险。目前，相关部门正在进行后续处置，事发原因正在调查中。（贵州省毕节市七星关区政府）阅读全文>>>\n\n央行：一年期、五年期LPR均维持不变\n\n中国人民银行授权全国银行间同业拆借中心公布，2024年5月20日贷款市场报价利率（LPR）为：1年期LPR为3.45%，5年期以上LPR为3.95%。以上LPR在下一次发布LPR之前有效。（中国人民银行网站）阅读全文>>>\n\n世联赛中国澳门站，朱婷入选中国女排16人名单\n\n5月20日，中国排球协会公布了中国女排参加2024年世界女排联赛第二周中国澳门站比赛的16人名单，朱婷回归，庄宇珊榜上有名。世联赛第二周中国澳门站将于5月28日至6月2日举行。（新京报）阅读全文>>>\n\nCBA总决赛：辽宁客胜新疆 距总冠军一步之遥\n\n5月20日，辽宁本钢队球员张镇麟（右）在比赛中投篮。图/新华社\n\n在20日进行的2023-2024赛季中国男子篮球职业联赛（CBA）总决赛第三场争夺中，辽宁队在客场98:91战胜新疆队，总比分3:0领先，再胜一场就能问鼎总冠军。总决赛第四场将在22日进行，新疆队继续坐镇主场。（新华社）\n\n国际刑事法院检察官申请逮捕以色列和哈马斯领导人\n\n国际刑事法院检察官卡里姆·汗20日发表声明说，他正在向国际刑事法院申请对包括以色列总理内塔尼亚胡在内的两名以政府高官和三名巴勒斯坦伊斯兰抵抗运动（哈马斯）领导人的逮捕令。声明说，卡里姆·汗\"有合理理由相信\"内塔尼亚胡和以色列国防部长加兰特对\"至少自2023年10月8日起\"在加沙地带发生的\"战争罪和反人类罪\"负有刑事责任。（央视新闻）\n\n英国高等法院裁决阿桑奇可就引渡美国案继续在英上诉\n\n英国高等法院20日裁决，\"维基揭秘\"网站创始人朱利安·阿桑奇可就引渡美国案继续在英上诉。（新华社）阅读全文>>>\n\n刚果（金）挫败一起政变，被捕者包括多名美国公民\n\n刚果（金）军方发言人埃肯格当地时间5月19日晚说，军方当天在首都金沙萨挫败一起政变企图。政变头目、刚果（金）流亡前政客马兰加等4人被打死，40多名武装人员被逮捕，其中包括多名美国人。（新华社）阅读全文>>>",
        "source": {
            "uri": "bjnews.com.cn",
            "dataType": "news",
            "title": "bjnews.com.cn",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "2024-05-363912770",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:14:35",
        "dateTime": "2024-05-21T23:14:35Z",
        "dateTimePub": "2024-05-21T22:44:01Z",
        "dataType": "news",
        "sim": 0.7450980544090271,
        "url": "https://www.rfi.fr/tw/%E5%B0%88%E6%AC%84%E6%AA%A2%E7%B4%A2/%E6%B3%95%E5%9C%8B%E4%B8%96%E7%95%8C%E5%A0%B1/20240521-%E4%BC%8A%E6%9C%97%E7%B8%BD%E7%B5%B1%E4%B9%8B%E6%AD%BB%EF%BC%8C%E6%87%89%E8%A9%B2%E4%B8%8D%E6%9C%83%E8%AE%93-%E6%8A%B5%E6%8A%97%E8%BB%B8%E5%BF%83-%E5%A4%B1%E5%8E%BB%E5%B9%B3%E8%A1%A1",
        "title": "法國世界報 - 伊朗總統之死，應該不會讓\"抵抗軸心\"失去平衡",
        "body": "伊朗總統萊西之死會帶來怎樣的影響，是法國《世界報》周一的一個重點。該報表示，伊朗總統萊西之死不應該會動搖\"抵抗（以色列）軸心\"的平衡性。在伊朗總統及伊朗外交部長去世後，伊朗的盟國以其遜尼派對手們都發去了唁電，也沒有發表危言聳聽的言論，這標誌着他們希望維持中東地區的緩和氣氛。\n\n法國《世界報》貝魯特通訊員海倫·沙龍（Hélène Sallon）寫道，5月19日星期日晚上，當伊朗總統萊西和伊朗外交部長乘坐的直升機在伊朗西北部墜毀、在他們的生死尚不清楚的時候，沙特阿拉伯就向伊朗發去了支持的信息，表示自己可以提供援助。自2023年3月伊朗和沙特阿拉伯簽署協議以來，遜尼派世界的領導人及其什葉派對手在尋求維持緩和的氣氛，沙特阿拉伯周日晚發出的信息是和維持緩和氣氛的努力相稱的。\n\n周一，在伊朗官方正式宣布其總統和外交部長去世後的幾個小時內，唁電紛紛湧入，不僅伊朗在\"抵抗（以色列）軸心\"里的傳統盟友發去了唁電，而且，伊朗傳統的遜尼派對手沙特也發去了唁電，且沒有危言聳聽的詞語。伊朗總統及其外長的死亡，不應該會改變伊朗的地區外交政策：它不會改變自己對哈馬斯的支持，不會改變對自己在黎巴嫩、敘利亞、伊拉克和也門的盟友的支持，也不會改變自己與海灣國家保持緩和關係的願望。\n\n總統選舉將是伊朗政權重申強硬路線的一個機會\n\n法國《世界報》周一也就伊朗兩位領導人的死亡發表了社論。\n\n社論寫道，5月19日星期日，伊朗政權失去了伊斯蘭共和國的總統，也失去了現年85歲的伊朗政權的基石、伊朗最高精神導師哈梅內伊的潛在繼任者。從這裡，可以估量總統萊西的去世對伊朗政權意味着什麼。\n\n不過，這並不是說，萊西的去世讓伊朗失去了一位有魅力的人物，恰恰相反。萊西之所以能夠在伊朗的體系中得到提升，是因為他從來沒有一絲一毫地偏離精神導師規定的界限，這與他的一些受歡迎的前任是不同的。事實上，他體現的是伊斯蘭共和國的極端的保守和異常的獨裁，甚至到了誇張諷刺的程度。\n\n萊西是在2021年當選伊朗總統的，而在這次投票中，以前曾經長期被容忍的改革派人士卻被全部排除在外了。在萊西的被縮短了的任期中，引人注目的是，年輕的姑娘馬赫薩·阿米尼於2022年9月死於風俗警察之手而引發的抗議運動遭到了血腥的鎮壓。\n\n這場抗議運動加劇了伊朗社會的分裂，伊朗社會因自由被剝奪而感到憤怒，而政權只顧自身的生存，在哈梅內伊的領導下，伊斯蘭革命衛隊在伊朗政權中的地位越來越重要。\n\n毫無疑問，在即將進行的總統選舉期間，伊朗社會的分裂會再度顯現出來。社論認為，總統選舉將是伊朗政權重申該國強硬路線的一個機會。\n\n在今年3月的立法選舉以及負責選舉最高精神導師的專家大會選舉中，被認為是溫和派或改革派的候選人比如前總統魯哈尼的資格被取消，其中一些人呼籲抵制投票，棄權率達到了創歷史的最高水平。\n\n保持現有的方向不變，當然不是中東穩定的因素。特別是，內部的動亂和外部的壓力只會迫使伊朗政權尋求用核武器來作為人壽保險。而這又可能會鼓勵伊朗的鄰國展開同樣的核武器競賽。",
        "source": {
            "uri": "rfi.fr",
            "dataType": "news",
            "title": "RFI",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Paris"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "France"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://s.rfi.fr/media/display/bddd2032-0bde-11ea-9862-005056bff430/w:1280/p:16x9/fa_guo_shi_jie_bao_wb161923-rfi-cn-20150123_cartouche.jpg",
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "8139394558",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:59:59",
        "dateTime": "2024-05-21T23:59:59Z",
        "dateTimePub": "2024-05-21T23:59:15Z",
        "dataType": "news",
        "sim": 0.6823529601097107,
        "url": "https://www.chinanews.com.cn/gj/2024/05-22/10221029.shtml",
        "title": "伊朗外长阿卜杜拉希扬23日将被安葬在德黑兰",
        "body": "中新网5月22日电 据伊朗伊斯兰共和国通讯社报道，当地时间21日，伊朗外交部发布消息称，在直升机事故中遇难的伊朗外长阿卜杜拉希扬将于当地时间23日被安葬在伊朗首都德黑兰。\n\n报道称，当地时间23日上午，伊朗外交部将在其大楼前为阿卜杜拉希扬举行告别仪式。\n\n公开资料显示，1964年，阿卜杜拉希扬出生于伊朗塞姆南省。除了母语波斯语外，他还流利掌握英语和阿拉伯语。\n\n伊朗《德黑兰时报》介绍称，阿卜杜拉希扬是一位职业外交官。在职业生涯中，阿卜杜拉希扬\"始终致力于推进伊朗同其他国家的外交关系，利用广泛的学术背景和丰富的专业经验驾驭复杂的国际外交\"。",
        "source": {
            "uri": "chinanews.com.cn",
            "dataType": "news",
            "title": "chinanews.com.cn",
            "location": {
                "type": "country",
                "label": {
                    "eng": "United States"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "8139391020",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:55:50",
        "dateTime": "2024-05-21T23:55:50Z",
        "dateTimePub": "2024-05-21T23:54:07Z",
        "dataType": "news",
        "sim": 0.7921568751335144,
        "url": "http://app.myzaker.com/news/article.php?pk=664d30a98e9f09209965dc00",
        "title": "伊朗外长阿卜杜拉希扬23日将被安葬在德黑兰",
        "body": "伊朗外长阿卜杜拉希扬23日将被安葬在德黑兰\n\n据伊朗外交部当地时间 21 日消息，在直升机事故中遇难的伊朗外长阿卜杜拉希扬将于当地时间 23 日被安葬在伊朗首都德黑兰。在安葬前，伊朗外交部将为其举行纪念仪式。\n\n伊朗总统莱希乘坐的直升机 19 日在伊朗境内发生硬着陆事故，莱希与伊朗外长阿卜杜拉希扬等多名官员于 20 日被确认在该事故中罹难。",
        "source": {
            "uri": "app.myzaker.com",
            "dataType": "news",
            "title": "app.myzaker.com",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://zkres.myzaker.com/data/ads_web/share_pic.png",
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "2024-05-363901394",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "22:49:51",
        "dateTime": "2024-05-21T22:49:51Z",
        "dateTimePub": "2024-05-21T22:44:00Z",
        "dataType": "news",
        "sim": 0.800000011920929,
        "url": "https://www.rfi.fr/cn/%E4%B8%93%E6%A0%8F%E6%A3%80%E7%B4%A2/%E6%B3%95%E5%9B%BD%E4%B8%96%E7%95%8C%E6%8A%A5/20240521-%E4%BC%8A%E6%9C%97%E6%80%BB%E7%BB%9F%E4%B9%8B%E6%AD%BB%EF%BC%8C%E5%BA%94%E8%AF%A5%E4%B8%8D%E4%BC%9A%E8%AE%A9-%E6%8A%B5%E6%8A%97%E8%BD%B4%E5%BF%83-%E5%A4%B1%E5%8E%BB%E5%B9%B3%E8%A1%A1",
        "title": "法国世界报 - 伊朗总统之死，应该不会让\"抵抗轴心\"失去平衡",
        "body": "伊朗总统莱西之死会带来怎样的影响，是法国《世界报》周一的一个重点。该报表示，伊朗总统莱西之死不应该会动摇\"抵抗（以色列）轴心\"的平衡性。在伊朗总统及伊朗外交部长去世后，伊朗的盟国以其逊尼派对手们都发去了唁电，也没有发表危言耸听的言论，这标志着他们希望维持中东地区的缓和气氛。\n\n法国《世界报》贝鲁特通讯员海伦·沙龙（Hélène Sallon）写道，5月19日星期日晚上，当伊朗总统莱西和伊朗外交部长乘坐的直升机在伊朗西北部坠毁、在他们的生死尚不清楚的时候，沙特阿拉伯就向伊朗发去了支持的信息，表示自己可以提供援助。自2023年3月伊朗和沙特阿拉伯签署协议以来，逊尼派世界的领导人及其什叶派对手在寻求维持缓和的气氛，沙特阿拉伯周日晚发出的信息是和维持缓和气氛的努力相称的。\n\n周一，在伊朗官方正式宣布其总统和外交部长去世后的几个小时内，唁电纷纷涌入，不仅伊朗在\"抵抗（以色列）轴心\"里的传统盟友发去了唁电，而且，伊朗传统的逊尼派对手沙特也发去了唁电，且没有危言耸听的词语。伊朗总统及其外长的死亡，不应该会改变伊朗的地区外交政策：它不会改变自己对哈马斯的支持，不会改变对自己在黎巴嫩、叙利亚、伊拉克和也门的盟友的支持，也不会改变自己与海湾国家保持缓和关系的愿望。\n\n总统选举将是伊朗政权重申强硬路线的一个机会\n\n法国《世界报》周一也就伊朗两位领导人的死亡发表了社论。\n\n社论写道，5月19日星期日，伊朗政权失去了伊斯兰共和国的总统，也失去了现年85岁的伊朗政权的基石、伊朗最高精神导师哈梅内伊的潜在继任者。从这里，可以估量总统莱西的去世对伊朗政权意味着什么。\n\n不过，这并不是说，莱西的去世让伊朗失去了一位有魅力的人物，恰恰相反。莱西之所以能够在伊朗的体系中得到提升，是因为他从来没有一丝一毫地偏离精神导师规定的界限，这与他的一些受欢迎的前任是不同的。事实上，他体现的是伊斯兰共和国的极端的保守和异常的独裁，甚至到了夸张讽刺的程度。\n\n莱西是在2021年当选伊朗总统的，而在这次投票中，以前曾经长期被容忍的改革派人士却被全部排除在外了。在莱西的被缩短了的任期中，引人注目的是，年轻的姑娘马赫萨·阿米尼于2022年9月死于风俗警察之手而引发的抗议运动遭到了血腥的镇压。\n\n这场抗议运动加剧了伊朗社会的分裂，伊朗社会因自由被剥夺而感到愤怒，而政权只顾自身的生存，在哈梅内伊的领导下，伊斯兰革命卫队在伊朗政权中的地位越来越重要。\n\n毫无疑问，在即将进行的总统选举期间，伊朗社会的分裂会再度显现出来。社论认为，总统选举将是伊朗政权重申该国强硬路线的一个机会。\n\n在今年3月的立法选举以及负责选举最高精神导师的专家大会选举中，被认为是温和派或改革派的候选人比如前总统鲁哈尼的资格被取消，其中一些人呼吁抵制投票，弃权率达到了创历史的最高水平。\n\n保持现有的方向不变，当然不是中东稳定的因素。特别是，内部的动乱和外部的压力只会迫使伊朗政权寻求用核武器来作为人寿保险。而这又可能会鼓励伊朗的邻国展开同样的核武器竞赛。",
        "source": {
            "uri": "rfi.fr",
            "dataType": "news",
            "title": "RFI",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Paris"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "France"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://s.rfi.fr/media/display/bddd2032-0bde-11ea-9862-005056bff430/w:1280/p:16x9/fa_guo_shi_jie_bao_wb161923-rfi-cn-20150123_cartouche.jpg",
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "8139385809",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:48:09",
        "dateTime": "2024-05-21T23:48:09Z",
        "dateTimePub": "2024-05-21T23:47:22Z",
        "dataType": "news",
        "sim": 0.4392156898975372,
        "url": "https://news.ifeng.com/c/8ZmY7ZobrGd",
        "title": "措辞微妙？伊朗总统坠机遇难，美发\"官方哀悼\"引记者追问",
        "body": "【环球时报综合报道】美国官方如何对伊朗总统莱希的突然去世表态？《纽约时报》21日称，在拜登政府眼中，莱希是美国的死敌和世界和平的威胁。但在确认他去世后数小时，美国国务院宣布对其突然去世表示\"官方哀悼\"。这引发批评和记者的质疑：\"官方哀悼\"是什么意思？\n\n报道称，美国20日以国务院发言人马修·米勒的名义发表一份简短声明，称对伊朗总统和外长等官员在坠机事故中遇难表示\"官方哀悼\"，美国将继续支持伊朗人民争取自由的斗争。报道称，声明并未流露出对伊朗领导人去世的悲伤，但仍然迅速引起了批评者的愤怒。他们认为，美国应该什么也不说，或者严厉谴责莱希。米勒后来在记者会上也确实这么做了。\n\n\"官方哀悼就是代表美国政府哀悼\"，面对记者的追问，米勒解释称，\"我们对任何生命损失感到遗憾，我们不想看到人们死于直升机失事。但它不会改变我们对他（莱希）及其政权的看法。\"白宫国家安全委员会战略沟通协调员约翰·柯比在20日的记者会上称，向他国领导人的去世表达哀悼是一种例行做法，但美国仍然认为莱希是\"一个双手沾满鲜血的人\"。\n\n在国务院例行记者会上，有记者马上指出，美国的其他\"死敌\"，如古巴和委内瑞拉领导人去世时，美国政府没有发出\"官方哀悼\"。《纽约时报》称，2013年3月委内瑞拉总统查韦斯因癌症去世后，美国时任总统奥巴马发表了一份面向委内瑞拉人民的声明，但对这位反美强人没有表示任何实际的哀悼。报道还称，与莱希不同的是，查韦斯和卡斯特罗等领导人去世后，是由美国总统发表声明，但莱希的去世是由美国国务院及其发言人米勒负责表态的。\n\n《纽约时报》分析认为，美国对莱希的\"官方哀悼\"体现了微妙的外交礼仪：它必须平衡面对正在哀悼的伊朗民众的同情，和阐明美国立场的需要，\"而伊朗方面不会从这份声明中得到任何抚慰\"。（于文）",
        "source": {
            "uri": "news.ifeng.com",
            "dataType": "news",
            "title": "凤凰网（凤凰新媒体）",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://x0.ifengimg.com/ucms/2024_21/4EB2241AC24255235B1D9C96E7F61175356C2E0C_size440_w798_h449.png",
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "8139383669",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:45:14",
        "dateTime": "2024-05-21T23:45:14Z",
        "dateTimePub": "2024-05-21T23:44:06Z",
        "dataType": "news",
        "sim": 0.5215686559677124,
        "url": "https://news.southcn.com/node_179d29f1ce/5afe0cead7.shtml",
        "title": "伊朗总统办公室披露坠机后通话细节",
        "body": "当地时间21日，伊朗总统办公室负责人侯赛因表示，在总统莱希乘坐的直升机发生事故后，总统办公室曾试图拨打总统以及外长的手机，但没有人接听。随后，他们拨打了飞行员的手机，直升机上的另一个人阿勒·哈希姆接听了电话。他表示，自己掉到了山上，感觉非常不舒服，并且不知道自己位置在哪里，也不知道其他人在什么地方。\n\n侯赛因表示，电话接通后，他们知道直升机发生了事故，并且同阿勒·哈希姆交谈多次。侯赛因指出，在救援人员找到其他遇难人员的遗体后，判断出他们是在事故发生后立即死亡。\n\n侯赛因还表示，当时他正在另外一架直升机上，一开始天气状况良好，但在飞行30分钟后，他们在山区上方遇到一团云，直升机队伍朝着这团云的下方继续前进。当时，总统莱希所在直升机的机长向直升机队伍发出通知，一起提高飞行高度至云层上方。当其他两架直升机上升高度后，没有发现总统莱希乘坐的直升机。据侯赛因回忆，他们上升的过程非常顺利，云团也不是特别大，当时他们没有接收到关于天气的预警。通过云团后，机上人员可以清晰地看到地表。\n\n当直升机队伍发现总统莱希乘坐的直升机失踪后，一架直升机立刻返航并作出呼叫，但无人应答。侯赛因乘坐的直升机返回云层，飞行数圈后，由于视线受阻，无法找到事故直升机。此后，两架直升机在附近地区降落，并通知相关部门。\n\n伊朗总统莱希乘坐的直升机19日在伊朗境内发生硬着陆事故，莱希与伊朗外长阿卜杜拉希扬等多名官员于20日被确认在该事故中罹难。",
        "source": {
            "uri": "news.southcn.com",
            "dataType": "news",
            "title": "南方网",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "8139376181",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:35:05",
        "dateTime": "2024-05-21T23:35:05Z",
        "dateTimePub": "2024-05-21T23:33:52Z",
        "dataType": "news",
        "sim": 0.4156862795352936,
        "url": "http://big5.news.cn/gate/big5/www.news.cn/photo/20240522/f7d28ee6bdf34130b34bd5c3c9ae7c38/c.html",
        "title": "伊朗為總統及隨行人員舉行遺體告別儀式",
        "body": "5月21日，在伊朗大不裏士，人們參加為總統萊希及其隨行人員舉行的遺體告別儀式。\n\n伊朗21日在東阿塞拜疆省省會大不裏士為總統萊希及其隨行人員舉行遺體告別儀式。\n\n5月21日，在伊朗大不裏士，人們參加為總統萊希及其隨行人員舉行的遺體告別儀式。\n\n伊朗21日在東阿塞拜疆省省會大不裏士為總統萊希及其隨行人員舉行遺體告別儀式。\n\n5月21日，在伊朗大不裏士，人們參加為總統萊希及其隨行人員舉行的遺體告別儀式。\n\n伊朗21日在東阿塞拜疆省省會大不裏士為總統萊希及其隨行人員舉行遺體告別儀式。\n\n5月21日，在伊朗大不裏士，人們參加為總統萊希及其隨行人員舉行的遺體告別儀式。\n\n伊朗21日在東阿塞拜疆省省會大不裏士為總統萊希及其隨行人員舉行遺體告別儀式。\n\n5月21日，在伊朗大不裏士，人們參加為總統萊希及其隨行人員舉行的遺體告別儀式。\n\n伊朗21日在東阿塞拜疆省省會大不裏士為總統萊希及其隨行人員舉行遺體告別儀式。",
        "source": {
            "uri": "big5.news.cn",
            "dataType": "news",
            "title": "big5.news.cn",
            "location": null
        },
        "authors": [],
        "image": null,
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "8139374055",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:32:02",
        "dateTime": "2024-05-21T23:32:02Z",
        "dateTimePub": "2024-05-21T23:31:23Z",
        "dataType": "news",
        "sim": 0.843137264251709,
        "url": "https://mil.sohu.com/a/780593630_161795?scm=thor.279_13-101000-0_8000.0-0.10095.0_5819",
        "title": "莱希遇难或暂时降低中东对抗烈度_伊朗_赵军_地区",
        "body": "5月20日，在伊朗首都德黑兰，民众悼念直升机坠毁事件遇难者。　新华社发\n\n伊朗武装部队总参谋长巴盖里20日下令成立一个委员会，调查总统莱希所乘直升机坠毁原因。伊朗政府20日确认，莱希遇难后，政府将继续运行，\"不会受到干扰\"。\n\n莱希突然罹难，伊朗国内局势将如何发展?此事对伊朗外交政策有何影响?上海外国语大学中东研究所副教授赵军向南都、N视频记者分析表示，莱希遇难将对地区形势产生重大影响，而影响程度和范围与莱希死亡原因密切相关 -- -- 若是牵涉国际或国内力量的暗杀行为，不仅使其国内政治复杂化，还将加深地区政治乃至国际政治的复杂性。\n\n伊朗最高领袖哈梅内伊20日宣布举行五天全国性哀悼活动。莱希遇难后，伊朗很快确定由第一副总统穆赫贝尔代行总统职责，伊朗政府、议会和司法领导人20日召开会议后确定，第14届伊朗总统选举将于6月28日举行。中东地区媒体和相关专家普遍认为，伊朗接下来整体形势和权力格局不会发生根本性改变。\n\n以色列《国土报》援引学术界、情报部门和伊朗问题专家的看法报道说，伊朗总统主掌经济和内政事务，对外交政策和国防事务话语权较小，伊朗最高领袖哈梅内伊对\"具有战略重要性\"事务有决定权，并得到其顾问和伊朗伊斯兰革命卫队指挥官的协助。\n\n北京大学中东研究中心主任吴冰冰对记者说，从伊朗权力结构看，总统受制于最高领袖，并非国家最高领导人，伊朗政府内外政策向来由集体决策，是一种\"共识\"。从这一角度而言，总统权力相对有限，即使有人接替莱希，伊朗整个内外政策走势和权力格局也不会发生根本性改变。\n\n据报道，除了担任总统外，莱希也被视作哈梅内伊的热门接班人选之一，另一热门接班人选是哈梅内伊的二儿子穆杰塔巴·哈梅内伊。\n\n莱希遇难之时，中东地区紧张局势正处在不断升级之际，这起空难迫使伊朗在原本就面临各种困难和诸多挑战的情况下，必须在短时间内重选总统，这会让伊朗将主要精力\"内收\"，可能会波及其在中东地区的对外政策。\n\n上海外国语大学中东研究所副教授赵军向南都记者分析，莱希遇难将对地区形势产生重大影响，而影响程度和范围与莱希死亡原因密切相关。若是牵涉国际或国内力量的暗杀行为，其影响范围将更大，不仅使其国内政治复杂化，还将加深地区政治乃至国际政治的复杂性。\n\n赵军分析，从目前伊朗官方尚未正式公布事故原因认定来说，若是正常的意外事故，对伊朗国内而言，伊朗国内政局将随着莱希死亡发生变动，直接影响的便是进行新总统大选。\n\n赵军认为，莱希和阿卜杜拉希扬身亡将会对伊朗的外交政策产生影响。目前，伊朗、哈马斯、黎巴嫩真主党和也门胡塞武装等在内的\"抵抗轴心\"反对以色列和美国。赵军认为，在伊朗新一任总统尚未完全明确前，伊朗近期应该会先处理好国内问题，暂且会放缓原先积极支持外部军事斗争的政策，放缓之后，中东地区对抗烈度将会降低。\n\n南都记者注意到，伊朗总统乘坐的直升机出事前不久，当地时间5月19日，当地报道称，伊朗驻联合国代表团证实了伊朗与美国在阿曼举行了间接会谈。赵军认为，此次直升机事故后，伊朗忙于国内事务，美国和伊朗在阿曼进行的关于中东地区事务的谈判可能会中断，双方后续行动亦未明确。\n\n5月20日，以色列国防部长约亚夫·加兰特表示，以色列打算扩大在加沙地带南部城市拉法的军事行动。\n\n\"巴勒斯坦问题将会更加敏感和脆弱。\"赵军向南都记者分析称，伊朗是哈马斯背后强大的支援力量，此次事件后暂时顾不上巴勒斯坦。哈马斯的能力将会被削弱，以色列攻打拉法行动或将会更加顺利。\n\n整合:史明磊\n\n采写:南都记者　梁令菲　实习生　余昕红",
        "source": {
            "uri": "mil.sohu.com",
            "dataType": "news",
            "title": "搜狐",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://q0.itc.cn/q_70/images03/20240522/04da5ae57a37442a983c20caadf99d59.jpeg",
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "8139367975",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:25:28",
        "dateTime": "2024-05-21T23:25:28Z",
        "dateTimePub": "2024-05-21T23:23:01Z",
        "dataType": "news",
        "sim": 0.5882353186607361,
        "url": "https://www.yangtse.com/zncontent/3774368.html",
        "title": "伊朗总统办公室负责人：事发后曾与机上人员通话",
        "body": "伊朗总统办公室负责人：事发后曾与机上人员通话\n\n当地时间21日，伊朗总统办公室负责人侯赛因表示，在总统莱希乘坐的直升机发生事故后，总统办公室曾试图拨打总统以及外长的手机，但没有人接听。随后，他们拨打了飞行员的手机，直升机上的另一个人阿勒·哈希姆接听了电话。他表示，自己掉到了山上，感觉非常不舒服，并且不知道自己位置在哪里，也不知道其他人在什么地方。\n\n侯赛因表示，电话接通后，他们知道直升机发生了事故，并且同阿勒·哈希姆交谈多次。侯赛因指出，在救援人员找到其他遇难人员的遗体后，判断出他们是在事故发生后立即死亡。\n\n侯赛因还表示，当时他正在另外一架直升机上，一开始天气状况良好，但在飞行30分钟后，他们在山区上方遇到一团云，直升机队伍朝着这团云的下方继续前进。当时，总统莱希所在直升机的机长向直升机队伍发出通知，一起提高飞行高度至云层上方。当其他两架直升机上升高度后，没有发现总统莱希乘坐的直升机。据侯赛因回忆，他们上升的过程非常顺利，云团也不是特别大，当时他们没有接收到关于天气的预警。通过云团后，机上人员可以清晰地看到地表。\n\n△当地时间20日，伊朗法尔斯通讯社发布的一段救援人员用无人机查看总统莱希乘坐的直升机发生事故现场的视频\n\n当直升机队伍发现总统莱希乘坐的直升机失踪后，一架直升机立刻返航并作出呼叫，但无人应答。侯赛因乘坐的直升机返回云层，飞行数圈后，由于视线受阻，无法找到事故直升机。此后，两架直升机在附近地区降落，并通知相关部门。\n\n伊朗总统莱希乘坐的直升机19日在伊朗境内发生硬着陆事故，莱希与伊朗外长阿卜杜拉希扬等多名官员于20日被确认在该事故中罹难。",
        "source": {
            "uri": "yangtse.com",
            "dataType": "news",
            "title": "扬子网（扬子晚报）",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "8139364800",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:19:42",
        "dateTime": "2024-05-21T23:19:42Z",
        "dateTimePub": "2024-05-21T23:18:48Z",
        "dataType": "news",
        "sim": 0.7843137383460999,
        "url": "https://world.huanqiu.com/article/4HtBbI0QmXG",
        "title": "伊朗全国哀悼五天送别莱希，告别仪式和葬礼将先后在4地举行",
        "body": "伊朗全国哀悼五天送别莱希，告别仪式和葬礼将先后在4地举行\n\n【环球时报驻伊朗特约记者 李睿 环球时报驻埃及特派记者 黄培昭 王韵】 为期5天的伊朗全国哀悼21日进入第二天。在坠机事故中去世的总统莱希的遗体告别仪式首先从西北部城市大不里士开始。《环球时报》特约记者21日在现场看到，运载莱希等人遗体的灵柩从这里启程，前往全国各地。在截至23日的3天中，莱希遗体的告别仪式和葬礼将先后在4个地方举行，包括伊斯兰教什叶派的圣地、国家首都和莱希的出生地。在伊朗军方下令调查事故原因的同时，美国《华盛顿邮报》和伊朗《德黑兰时报》等多家媒体证实，伊朗总统、外长等遇难时乘坐的是美国公司设计并制造的贝尔-212直升机。伊朗被认为在几十年前购买了这些飞机。美国国务院发言人20日透露，涉事飞机发生事故后，伊朗曾要求美方协助调查，但美方因\"后勤原因\"未提供协助。\"美国制裁导致伊朗空难\"的说法被多方提及，美方坚决反对这一指责。\n\n大不里士城是伊朗东阿塞拜疆省的省会，莱希等政府高官乘坐的直升机19日就是在这里的山区发生坠机事故。21日一大早，《环球时报》特约记者赶到大不里士的烈士广场时，这里已经人山人海，到处悬挂着伊朗国旗、莱希等人的画像和横幅。9时40分左右，运载着8具灵柩的灵车缓缓驶来，悼念民众按照习俗将手中的鲜花等抛向灵车，护卫士兵再将这些物品还给民众。\n\n\"伊朗人向在直升机事故中去世的总统致以最后的敬意\"，法新社21日报道称，当天，数万伊朗人聚集在大不里士城中心广场，挥舞着伊朗国旗和已故总统的肖像，致以哀悼。同日下午，莱希的遗体被空运到伊斯兰教什叶派的圣地库姆，在这里举行祈祷仪式，再转移至首都德黑兰。22日，德黑兰将举行盛大游行，由伊朗最高领袖哈梅内伊主持祈祷。最后，莱希的遗体将被空运到他的家乡、伊朗东北部城市马什哈德，并于23日晚举行葬礼后埋葬在那里。\n\n《环球时报》特约记者21日在大不里士采访中发现，除了悲伤，伊朗民众还有很多情绪。因为政府已宣布在6月28日举行总统选举，有民众希望能选出好总统改善国家状况，有人说不希望国家再有争吵和战争，将更多的资源投入经济建设。大部分人都不感到焦虑，他们认为国家不会因为莱希的突然去世出现任何动乱。\n\n据伊朗伊斯兰共和国通讯社报道，除了伊朗，至少有7个国家宣布为伊朗总统的去世举行全国哀悼。叙利亚和黎巴嫩的哀悼日将持续3天，印度、巴基斯坦、斯里兰卡、伊拉克、土耳其等国的哀悼日持续1天。《印度教徒报》称，印度21日为伊朗总统的去世举行全国哀悼，全国政府建筑降半旗，不举行官方娱乐活动。\n\n美国急忙撇清关系\n\n继以色列之后，美国20日也急忙与伊朗坠机事故撇清关系。美国国防部长奥斯汀当天被问及，是否担心伊朗会将坠机事故归咎于美国。他说，\"美国与这起事故完全无关\"，\"我无法推测直升机坠毁的原因，可能有多种因素，机械故障、驾驶员失误等等。我们会继续跟踪事态发展，但对于坠机原因，我们没有任何看法\"。\n\n美国国务院发言人米勒20日在例行记者会上披露了一个重要信息：伊朗政府曾要求美方提供协助。\"当任何外国政府遭遇这种事情并要求我们提供协助时，我们一般都会伸出援手。\"米勒称，\"但因为后勤原因，我们最终没有提供协助。\"他拒绝进一步说明细节。\n\n白宫国家安全委员会战略沟通协调员柯比20日称，所谓\"美国制裁导致伊朗空难\"的说法\"毫无根据\"，\"每个国家都有责任确保自身设备的安全性和可靠性，其中包括民用航空设备\"。\n\n但美国媒体的报道显示，伊朗确实因为美国的制裁无法更新其飞机零部件。《华盛顿邮报》称，航空分析公司Cirium的数据显示，在伊朗注册的15 架贝尔-212直升机的平均机龄为35年，由于\"国际社会\"对伊朗的制裁，这些飞机的维护变得非常困难。贝尔公司在给《华盛顿邮报》的一份声明中表示：\"我们可以确认，贝尔没有在伊朗开展任何业务，也没有支持他们的直升机机队，我们也不了解这起事故中直升机的运行状态。\"\n\n《华盛顿邮报》称，自 1979年以来，伊朗一直面临美国的制裁。多年来，这些措施不断扩大和强化，并得到欧洲和联合国制裁的补充，对伊朗航空业等产生了负面影响。日内瓦国际关系及发展高等学院高级研究员法尔赞·萨贝特表示，伊朗曾一度能够从西方国家合法进口整架飞机及其零部件，但\"特别是在过去15年里，制裁和出口管制不断加强，伊朗在这方面遇到了越来越多的困难\"，美国的制裁不仅禁止向伊朗出售美国制造的飞机，还禁止\"使用零部件\"，制裁使涉及伊朗民航部门和机队的国际交易变得更加困难。\n\n\"原因很复杂\"\n\n\"原因很复杂\"，美国有线电视新闻网（CNN）21日发文，历数伊朗当局在此次事故中暴露的航空技术落后、旧飞机维护不善、搜救能力滞后等问题。\n\n俄罗斯卫星通讯社引述俄资深直升机试飞员瓦迪姆·巴兹金的分析称，贝尔-212是一款过时但非常可靠的飞机，出于安全考虑，几乎可以肯定伊朗为其配备了新的发动机，\"因此，没有必要责怪导致飞机坠毁的技术问题\"。巴兹金表示，直升机是适用于各种气候条件的交通工具，\"不幸的是，直升机最薄弱的地方是机组人员，因为没有多少飞行员能够在恶劣天气下安全飞行\"。\n\n卡塔尔半岛电视台称，目前没有迹象表明导致伊朗总统去世的坠机事故是一次故意破坏行为，伊朗方面的调查重点是当时的极端天气条件、具有挑战性的地形和可能存在的技术问题。有人质疑， 总统莱希等官员是否应该乘坐一架据信已有几十年历史的直升机？还有人质疑，为什么这架飞机会被允许在大雾等恶劣天气条件下起飞？",
        "source": {
            "uri": "world.huanqiu.com",
            "dataType": "news",
            "title": "环球网",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://rs2.huanqiucdn.cn/huanqiu/image/www/common/200.jpg",
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "8139355483",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "23:07:34",
        "dateTime": "2024-05-21T23:07:34Z",
        "dateTimePub": "2024-05-21T23:06:30Z",
        "dataType": "news",
        "sim": 0.6392157077789307,
        "url": "https://www.ntdtv.com/b5/2024/05/21/a103883354.html",
        "title": "伊朗總統墜機亡 分析：衝擊中南海 中共黨魁心驚 | 墜機身亡 | 萊希 | 哈梅內伊 | 新唐人电视台",
        "body": "【新唐人北京時間2024年05月22日訊】伊朗總統萊希近日墜機身亡。萊希生前被指殘暴侵犯人權，有「德黑蘭屠夫」之稱。他又與中共關係密切，有分析認為，事件或讓中共黨魁感到心驚。\n\n5月20日，伊朗官方證實，萊希和外交部長等9人乘坐的飛機，在阿塞拜疆邊境附近墜毀，機上人員全部遇難。\n\n當天，伊朗最高領導人哈梅內伊宣布為期五天的公眾哀悼期，但有伊朗民眾卻燃放煙火慶祝。\n\n5月20日，中共黨魁習近平聲稱「中國人民失去了一位好朋友」。\n\n《新聞看點》主持人 李沐陽：「習近平代表中共政府這是沒有問題的，中共黨魁嘛，但是要代表中國人民這個還是免了吧，代表不了。中共本身根本就代表不了人民。而且中國人民都盼望著萊希這樣的獨裁者一個個都死去。」\n\n現年63歲的萊希於2021年當選伊朗總統，是伊朗的二號人物，在其治下的伊朗，不僅經濟陷入困境，外交局勢也非常緊張，與西方國家關係日益惡化，但與中共和俄羅斯的關係密切。\n\n時事評論員藍述：「習近平和中共高層第一時間向伊朗發了唁電，這說明伊朗總統這次的暴死，對中共高層起到了巨大的衝擊作用。因為中國現在他所面臨的情況跟伊朗有一些相似，經濟下行、政權不穩、民怨沸騰。所以在這種情況之下雙方一對比的話，他就能夠起到這種警示作用。應該說這一次伊朗總統的暴死，是上天對北京的領導人的一個警示、警告。」\n\n此次飛機失事的原因也引發外界猜測。有分析認為，或許與伊朗最高領導人哈梅內伊爭奪權力有關，這對獨裁國家起到寒蟬效應，也或讓中共黨魁感到心驚。\n\n藍述：「這個世界上獨裁和暴政者並不是太多，所以當一個暴政者暴死的時候，那麼他必然會對其他的暴政獨裁者產生衝擊，起到寒蟬效應。」\n\n知名自媒體人文昭：「萊希之死免不了會讓另外一個人心緒不寧，是誰呢？我想大家想到了就是習近平。伊朗政權接下來是否穩定，直接影響到了習總書記的心情，因為他和哈梅內伊分享一個共同的心病，就是沒有接班人。」\n\n有輿論認為，萊希生前殺人無數，下令處死了數千名異議人士，去年又支持哈馬斯組織策劃屠殺以色列民眾的行動，萊希的死因是純粹飛機故障，還是飛機被伊朗最高領導人哈梅內伊或其他人做了手腳，可能永遠都是謎。\n\n萊希遇難後，根據伊朗憲法，先由副總統穆赫貝爾接替總統職務，之後將在50天內舉行大選。\n\n新唐人電視台記者唐睿採訪報導\n\n本文網址: https://www.ntdtv.com/b5/2024/05/21/a103883354.html",
        "source": {
            "uri": "ntdtv.com",
            "dataType": "news",
            "title": "www.ntdtv.com",
            "location": {
                "type": "place",
                "label": {
                    "eng": "New York"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "United States"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://i.ntdtv.com/assets/uploads/2024/05/id103883363-GettyImages-2153363011-1200x630.jpg",
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "2024-05-363879112",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "22:07:10",
        "dateTime": "2024-05-21T22:07:10Z",
        "dateTimePub": "2024-05-21T22:06:56Z",
        "dataType": "news",
        "sim": 0.6078431606292725,
        "url": "http://www.udnbkk.com/portal.php?mod=view&aid=362408",
        "title": "伊朗失事直升機 疑未裝訊號系統",
        "body": "伊朗總統萊希等官員19日搭乘直升機墜機身亡，民眾紛紛湧入清真寺和廣場祈禱。路透\n\n【編譯徐榆涵／綜合報導】伊朗總統萊希等官員19日搭乘直升機墜機身亡，伊朗最高領袖哈米尼宣布，全國哀悼5日，許多伊朗人民湧入清真寺和廣場為遇難官員祈禱。根據該國憲法監護委員會的初步共識，新總統選舉將於6月28日舉行。根據尋獲直升機殘骸的土耳其救援團隊的初步調查，肇事直升機訊號系統的可能被關閉，或是機上根本沒有安裝。\n\n萊希和外交部長艾密拉多拉安雙雙在這起墜機事故中罹難，哈米尼已委任，由第一副總統穆赫貝爾，擔任代理總統；外交部副部長卡尼擔任代理外長。哈米尼並宣布，全國哀悼5日，並向「親愛的伊朗人民」表示哀悼。\n\n土耳其交通部長烏拉爾奧盧20日向記者表示，土耳其當局在聽聞萊希搭乘的直升機墜機後，嘗試偵測直升機發出的定位訊號，「但遺憾的是，我們認為應答機（transponder）很有可能被關閉，或者直升機根本沒有安裝。」\n\n另根據報導，伊朗官員曾在備忘錄中敦促政府為領導人購買兩架俄羅斯直升機，以防直升機機隊老化、欠缺維護。\n\n此外，路透報導，美國國務院發言人米勒20日在記者會中表示伊朗確實向美國提出援助要求，美方起初也確實承諾提供援助，「最終，主要是由於後勤原因，我們無法提供援助。」國務院並未詳細說明原因，但伊朗請求協助實屬罕見，因為伊朗長期視美國和以色列為主要對手。\n\n萊希和艾密拉多拉安的遺體正被運至伊朗西北部的東亞塞拜然省大城大不里士，21日將舉行追悼會，隨後會被運返首都德黑蘭，22日由哈米尼為他們主持集體葬禮，當日全國所有政府辦公室及商店將關閉。萊希遺體23日將被運返家鄉馬什哈德下葬。\n\n世界各國領袖均向萊希逝世表達哀悼之意，中國國家主席習近平已向伊朗第一副總統穆赫貝爾致唁電；巴基斯坦總理夏立夫稱萊希為「伊朗好友」，宣布全國哀悼日，下令全國降半旗，為萊希致哀；土耳其總統厄多安則表示政府正與伊朗當局充分溝通，將提供一切必要支持，也將舉行全國哀悼日。\n\n此外，美國、俄羅斯和歐盟等也紛紛致上慰問。\n\n哈瑪斯則讚頌萊希對巴勒斯坦組織的支持，而多年來接受伊朗資助的黎巴嫩什葉派武裝組織「真主黨」，也對萊希及其他官員的逝世表示哀悼。",
        "source": {
            "uri": "udnbkk.com",
            "dataType": "news",
            "title": "泰國世界日報",
            "location": {
                "type": "country",
                "label": {
                    "eng": "Thailand"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "http://www.udnbkk.com/data/attachment/portal/202405/21/162912uzq5cwrwi25c78i2.jpg.thumb.jpg",
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "2024-05-363879114",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "22:07:06",
        "dateTime": "2024-05-21T22:07:06Z",
        "dateTimePub": "2024-05-21T22:06:56Z",
        "dataType": "news",
        "sim": 0.6745098233222961,
        "url": "http://www.udnbkk.com/portal.php?mod=view&aid=362409",
        "title": "萊希之死 不會改變伊朗與西方關係",
        "body": "【記者顏伶如／綜合報導】新聞周刊(Newsweek)20日報導，伊朗總統萊希死亡雖讓以色列與哈瑪斯的區域戰爭面臨考驗，但地緣政治專家說，伊朗與加薩關係以及伊朗與西方國家的關係，則不太可能出現改變。\n\n萊希是伊朗第二號人物，地位僅次於伊朗最高領袖哈米尼。\n\n新聞周刊分析，伊朗撐腰的哈瑪斯正與以色列交戰，萊希之死引發各界議論紛紛，關注伊朗是否對以色列發動報復性的飛彈攻擊，曾任伊朗軍方司令的伊朗國家安全委員會成員卡里米戈杜西在社群媒體X平台發文聲稱，德黑蘭有能力在幾天之內製作完成核子武器。\n\n智庫機構「國際危機組織」(ICG)伊朗計畫主任瓦艾斯受訪時說，萊希驟逝對於伊朗海外利益的規畫與行動，不至於帶來重大改變。\n\n報導分析，萊希死亡可能造成某些外交波折。萊希2021年在受到嚴格控制的選舉當中成為總統，上台之後面對美國制裁向來在核子磋商當中採取強硬立場。\n\n瓦艾斯說，伊朗外交決策是由最高領袖哈米尼決定，來自總統等重要人士的意見僅供參考。瓦艾斯說，萊希的繼任者將負責執行哈米尼的決策，包括與美國談判時要取得主導地位。\n\n瓦艾斯指出，伊朗與哈瑪斯等區域盟友之間的關係是由伊斯蘭革命衛隊(IRGC)掌控，「如此局面將維持不變，不管誰當總統都一樣」。瓦艾斯舉例說，雖然前總統川普2020年命令美軍殲滅伊朗最高軍事將領蘇雷曼尼，也都沒能改變伊斯蘭革命衛隊掌控伊朗與區域盟友關係的現實。",
        "source": {
            "uri": "udnbkk.com",
            "dataType": "news",
            "title": "泰國世界日報",
            "location": {
                "type": "country",
                "label": {
                    "eng": "Thailand"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "8139344071",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "22:52:48",
        "dateTime": "2024-05-21T22:52:48Z",
        "dateTimePub": "2024-05-21T22:51:49Z",
        "dataType": "news",
        "sim": 0.7764706015586853,
        "url": "https://news.bjd.com.cn/2024/05/22/10780569.shtml",
        "title": "伊朗外长阿卜杜拉希扬23日将被安葬在德黑兰",
        "body": "伊朗外长阿卜杜拉希扬23日将被安葬在德黑兰\n\n据伊朗外交部当地时间21日消息，在直升机事故中遇难的伊朗外长阿卜杜拉希扬将于当地时间23日被安葬在伊朗首都德黑兰。在安葬前，伊朗外交部将为其举行纪念仪式。\n\n伊朗总统莱希乘坐的直升机19日在伊朗境内发生硬着陆事故，莱希与伊朗外长阿卜杜拉希扬等多名官员于20日被确认在该事故中罹难。\n\n如遇作品内容、版权等问题，请在相关文章刊发之日起30日内与本网联系。版权侵权联系电话：010-85202353",
        "source": {
            "uri": "news.bjd.com.cn",
            "dataType": "news",
            "title": "news.bjd.com.cn",
            "location": null
        },
        "authors": [],
        "image": null,
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "2024-05-363869660",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "21:51:11",
        "dateTime": "2024-05-21T21:51:11Z",
        "dateTimePub": "2024-05-21T20:09:24Z",
        "dataType": "news",
        "sim": 0.7843137383460999,
        "url": "https://www.163.com/dy/article/J2P0O2Q605565QT3.html",
        "title": "伊朗总统坠机身亡谁受益最大，应该真正的答案就出现了！",
        "body": "伊朗总统莱希的坠机身亡透露出来的诡秘气息扑面而来，且不说伊朗总统座机路线不考虑气象的问题，而且随行的两架直升机不顾救援总统返航、十几个小时找不到失事位置、\"硬着陆\"说辞依据是什么、两个所谓坠机后的工作人员持续通话的信息，这两个人哪里去了......，难道这么多的\"巧合\"和疑点都是\"气象原因\"就能解释通过的吗？\n\n或许伊朗总统坠机身亡谁受益最大，应该真正的答案就出现了！就在美国与伊朗在阿曼秘密谈判的时候，伊朗总统突然坠机遇难了？而且在伊朗莱希总统和阿塞拜疆总统见面之时，美国一架大型运输机就到了阿塞拜疆了，这也算是\"巧合\"吗？而且莱希总统在一个攻击以色列境内目标不久的时间段，去一个危险的边境地区参加一个所谓大坝竣工剪彩？这是伊朗政府的低级错误还是有意为之呢？\n\n而且现在伊朗总统莱希今年只有63岁，不出意外将会是85岁的伊朗最高领袖哈梅内伊的接班人存在！这对美国和以色列的威胁太大了！因为莱希的政治观点反美和以色列坚定不移，建立中东抵抗阵线联盟思维明确，与中俄发展更高层次伙伴关系意识强烈！这都是美国和以色列眼里的\"心病\"和\"眼中钉\"存在！\n\n更为重要的是伊朗总统莱希对美国和对以色列一直保持强硬态度，这一次伊朗大规模导弹突袭以色列就是莱希亲自批准作战计划实施进行的！所以\n\n伊朗总统莱希的\"意外\"身亡受益最大的就是美国和以色列！",
        "source": {
            "uri": "163.com",
            "dataType": "news",
            "title": "163.com",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    },
    {
        "uri": "8139325978",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "22:30:11",
        "dateTime": "2024-05-21T22:30:11Z",
        "dateTimePub": "2024-05-21T22:28:24Z",
        "dataType": "news",
        "sim": 0.8352941274642944,
        "url": "http://news.china.com.cn/2024-05/22/content_117204171.shtml",
        "title": "总统莱希遇难 伊朗内政外交有哪些变与不变",
        "body": "新华社德黑兰5月21日电　热点问答｜总统莱希遇难 伊朗内政外交有哪些变与不变\n\n新华社记者\n\n伊朗政府20日确认，总统莱希在19日发生的直升机事故中遇难。政府同时声明将继续运行，\"不会受到干扰\"。\n\n莱希突然罹难令伊朗举国悲痛、令世界震惊。作为中东地区最具影响力的国家之一，伊朗的内政外交势必因此产生不同程度的波动，这其中有哪些变与不变？\n\n国内形势总体不变\n\n莱希遇难后，伊朗很快确定由第一副总统穆赫贝尔代行总统职责，伊朗政府、议会和司法领导人20日召开会议后确定，第14届伊朗总统选举将于6月28日举行。中东地区媒体和相关专家普遍认为，伊朗接下来整体形势和权力格局不会发生根本性改变。\n\n以色列《国土报》援引学术界、情报部门和伊朗问题专家的看法报道说，伊朗总统主掌经济和内政事务，对外交政策和国防事务话语权较小，伊朗最高领袖哈梅内伊对\"具有战略重要性\"事务有决定权，并得到其顾问和伊朗伊斯兰革命卫队指挥官的协助。\n\n北京大学中东研究中心主任吴冰冰对记者说，从伊朗权力结构看，总统受制于最高领袖，并非国家最高领导人，伊朗政府内外政策向来由集体决策，是一种\"共识\"。从这一角度而言，总统权力相对有限，即使有人接替莱希，伊朗整个内外政策走势和权力格局也不会发生根本性改变。\n\n据报道，除了担任总统外，莱希也被视作哈梅内伊的热门接班人选之一。\n\n中东局势或受波及\n\n莱希遇难之时，中东地区紧张局势正处在不断升级之际，这起空难迫使伊朗在原本就面临各种困难和诸多挑战的情况下，必须在短时间内重选总统，这会让伊朗将主要精力\"内收\"，可能会波及其在中东地区的对外政策。\n\n这次遇难的伊方高官除了莱希，还包括同行的外交部长阿卜杜拉希扬。美国智库战略与国际问题研究中心副主任乔恩·奥尔特曼分析说，阿卜杜拉希扬是个胸有城府的外交官，能说阿拉伯语。他在任期间和不少中东邻国建立了关系，而且取得了不少同行的信任，要想重建这些联系将花费一些时间。不过奥尔特曼也认为，伊朗与中国、俄罗斯这些大国的关系不会受到影响。\n\n据伊朗伊斯兰共和国通讯社20日报道，伊朗负责政治事务的外交部副部长阿里·巴盖里·卡尼被任命为\"看守\"外长。据《纽约时报》报道，阿里·巴盖里·卡尼是美伊通过阿曼进行间接对话的伊方代表团团长，过去一年来至少三次率团同美方对话。该报认为，这表明哈梅内伊倾向于保持伊朗外交政策的延续性。\n\n过去几年间，中东地缘政治呈现出新态势。美国不断撮合以色列与海湾国家和解，试图在中东地区对伊朗形成更大的战略挤压；在莱希任内，伊朗面对来自西方咄咄逼人的动作，不断拓展自身战略空间，通过发展与沙特阿拉伯、其他海湾国家以及巴基斯坦甚至阿塞拜疆的直接关系以寻求应对方案。\n\n有观点认为，失去莱希将使伊朗领导层短期内更关注国内情况，中东格局或因伊朗国内局势的不明朗而\"重新洗牌\"进而更加动荡，各方错综复杂的利益纠纷也可能对伊朗与阿拉伯国家关系产生波及，影响中东\"和解潮\"。\n\n伊以、伊美关系引关注\n\n莱希突遭空难身亡，正值巴以新一轮冲突延宕7个月之际。今年4月，为报复伊朗驻叙利亚外交机构遭空袭，伊朗用无人机和导弹对以发动报复性打击。一名以色列官员20日表示，以色列与莱希遇难之事无关。美方也已表态与此事无关。\n\n中国社会科学院西非亚洲研究所副研究员陆瑾表示，尽管伊朗近年来多次指认以色列针对伊朗核项目及防务安全目标实施间谍和破坏行动，但就目前来看，暂时没有证据可以将这起事故与以色列联系起来。\n\n清华大学国际与地区研究院助理研究员刘岚雨表示，伊朗的相关调查如果没有找出强力证据表明美国和以色列参与其中，伊美、伊以关系可能不会受到太大影响。\n\n刘岚雨认为，美伊两国刚刚在阿曼举行了间接谈判，讨论伊朗在地区的举措及其核计划现状。莱希遇难可能会延缓整个伊核谈判进程，但由于伊朗最高决策者并非总统，而是最高领袖，伊方整体路线和方向不会有太大变化。（参与记者：沙达提、王昊、吕迎旭、王卓伦、邓仙来）",
        "source": {
            "uri": "news.china.com.cn",
            "dataType": "news",
            "title": "china.org.cn/china.com.cn(中国网)",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "http://images.china.cn/images1/ch/2022ChinaIdex/img/shareF2023.png",
        "eventUri": "zho-1619666",
        "sentiment": null,
        "wgt": 2,
        "relevance": 2
    }
]