[
    {
        "type": "Section",
        "title": "Personal Information",
        "description": "Please fill in your personal details"
    },
    {
        "type": "Text",
        "title": "What is your name?",
        "description": ""
    },
    {
        "type": "Text",
        "title": "What is email address?",
        "description": ""
    },
    {
        "type": "Section",
        "title": "Article",
        "description": "【环球时报特约记者 晨阳 环球时报记者 马俊 郭媛丹】\n\n什么是\"硬着陆\"\n\n伊朗媒体当地时间19日宣布伊朗总统莱希搭乘的直升机发生\"硬着陆\"事故。中国航空专家王亚男20日告诉《环球时报》记者，通常所谓的\"硬着陆\"是指飞行器在降落过程中，因为天气或机械原因，以超过标准的降落速度直接撞击地面，可能会引起机翼、起落架和发动机的结构损坏甚至断裂。直升机下降时，一般会在降落场上空悬停，然后缓慢落地，这个过程一般很\"软\"。如果伊朗媒体的报道用词足够准确，这意味着莱希搭乘的直升机并非是因为迷航而突然撞山，而是已经在准备降落的过程，因为某些原因与地面发生了强烈冲撞。\n\n对于这次失事的伊朗总统直升机型号，目前说法不一。美国《航空专家》网站20日称，以往的相关新闻照片显示，伊朗总统出行时可能乘坐的直升机包括俄制米-17/171和美制贝尔212系列直升机。这次伊朗官方发布的莱希出访照片显示，他搭乘的直升机机队也包括这两种直升机，但出事时乘坐的是一架蓝白涂装的贝尔-212型直升机。此外也有说法称，他搭乘的是编号\"6-9221\"的贝尔-412直升机，3年前刚从伊朗空军转交给伊朗政府机队使用。\n\n据介绍，贝尔-212直升机是美国贝尔直升机公司研制的通用型直升机，最大起飞全重为5.1吨，经济巡航高度为1220米，经济巡航速度为230公里/小时，最大航程为420公里。它于20世纪60年代开始批量生产，很快得到广泛应用。该机属于双发中型直升机，可以搭载1名飞行员和14名乘客，适合执行公共交通、搜救、消防和军事行动等多种任务。贝尔-412直升机是贝尔-212的升级型号，采用四桨叶旋翼设计取代了贝尔-212的双桨叶旋翼，具备更好的航空性能。\n\n值得注意的是，无论是贝尔-412还是贝尔-212，它们都采用滑橇式起落架，这种设计理论上能更好地吸收降落时的冲击力。从20日救援队发回的事故现场照片看，该机损毁严重，证明它在着陆时受到的冲击相当大。\n\n由于美国对伊朗长达数十年的制裁和禁运，不少猜测认为，这次伊朗总统直升机出事，可能与该机服役时间较长、维护保养不得力有关。王亚男认为，贝尔-212本身是一款坚固耐用的直升机，但是伊朗的贝尔系列直升机平均机龄超过了30年，加上正规备件获取不易，因此它的维护状况很难说。美军退役空军上校塞德里克·莱顿在接受美国有线电视新闻网采访时也表示，莱希乘坐的直升机是上世纪60年代问世的贝尔-212直升机，由于美国长期制裁导致零件供应短缺，存在可靠性问题。\n\n据介绍，上世纪70年代，亲西方的伊朗巴列维国王从美国采购了大批直升机，组建了中东规模最大的直升机机队并配套引进了维护设备，贝尔-212也名列其中。伊朗伊斯兰革命后，美国对伊朗实施了严格制裁，伊朗方面很难从正规渠道再获得这种直升机的美国原产零件。在莱顿看来，美国制裁导致的零部件短缺，以及过去几天伊朗西北部部分地区天气情况恶劣，再加上飞行时遇到的各种情况，包括\"飞行员和机上乘客做的一系列决定\"，这些因素共同作用，最终导致了事故的发生。\n\n但《航空专家》网站提到，伊朗利用当年引进的维护设备，已经能够自行生产这些美制直升机的零件。自20世纪90年代以来，伊朗对贝尔-205、贝尔-206和贝尔-212的零件甚至整机进行了逆向仿制，还曾公开展出过这些美制直升机的国产改进型号。此外，伊朗还在持续通过第三国渠道获得这些美制直升机的零件甚至最新的机型。美国哥伦比亚广播公司2009年曾披露，美国情报机构发现，一家意大利公司试图将3架新型贝尔-412直升机利用墨西哥为中转站将其出口给伊朗。调查发现，其中一架还配备了美国严格限制的自动驾驶和夜视设备。因此有分析认为，伊朗总统搭乘的直升机也可能是利用这类渠道获得的较新型号。\n\n事实上，由于装备数量大、使用广泛，贝尔-212系列直升机服役以来也出现过多次重大事故。例如1997年一架美国石油公司运营的贝尔212直升机在路易斯安那州海岸执行例行海上运输任务时因机械故障坠毁，8人丧生；2009年，一架贝尔-212直升机在加拿大纽芬兰海岸飞往海上石油平台的途中，一台发动机出现油压损失，迫使机组人员试图在北大西洋寒冷的水域紧急降落，结果该机坠毁，机上18人中有17人丧生；2023年12月，圭亚那军方一架贝尔-412直升机在山区坠毁，机上5人死亡，两人幸存。\n\n直升机如何躲避恶劣天气？\n\n天气原因被认为是莱希搭乘的直升机发生坠毁事故的主要原因之一。伊朗法尔斯通讯社19日称，坠机地点位于大不里士以北约50公里的山区，当地的大雨等恶劣天气导致能见度非常低。伊朗气象部门称，19日晚间，该区域迎来一股新的冷空气，当地气温进一步降低，并伴随着降雨，非常不利于救援工作的开展。早前，伊朗也尝试使用无人机和直升机等参与救援工作，但恶劣天气导致飞机和无人机被迫返航，大批救援车辆只能停在附近公路上，搜救人员徒步进入山区。\n\n据报道，协助救援的土耳其\"游骑兵\"无人机一度发现地面不明\"热源\"后，推测是直升机碎片，并把坐标传送给伊朗政府。伊朗伊斯兰革命卫队随后证实，土耳其无人机发现的\"热源\"可能是坠毁直升机的碎片。中国军事专家张学峰对《环球时报》记者表示，\"游骑兵\"无人机集侦察和打击能力于一身，其红外传感器能穿透浓雾，探测数十公里外的\"热源\"，并将目标区的可见光和红外图像实时传回地面。此外，该机滞空时间超过24小时，非常利于长时间在目标区域上空飞行探测。张学峰介绍说，\"该系统通过目标和环境的温度差来识别目标，如果直升机剧烈燃烧，和周边环境温差很大，就容易被探测到。即便火势熄灭，其残骸的温度也会高于周边温度。\"\n\n王亚男表示，通常直升机应对恶劣天气的能力要弱于固定翼飞机，因此遭遇暴雨大雾等恶劣天气时，一般需要依靠良好的仪表导航设备来获取安全航路，保持高度是要点；如果遭遇强风，则需要尽快脱离危险区域或临时备降。不过这次坠机事故发生前不但能见度低，而且还位于山区，缺乏适合的降落地点，这对于直升机的避险造成很大的困难。\n\n王亚男还介绍说，新一代先进直升机已开始配备近地告警系统。相对固定翼飞机，直升机在各个自由度具备相对独立的飞行能力，且直升机具有低空飞行、悬停、小角度起降和非标准跑道起降等独特的飞行场景，因此并不能直接采用固定翼飞机使用的同类系统。目前欧洲研制的增强型近地告警系统（EGPWS）是通过内置高精度三维数字地形数据库，通过接受各类飞机传感器的飞行数据和位置信息，结合告警算法，预测直升机前方未来一段时间内的危险信息，并给出适应的告警。此外，EGPWS可以接收卫星导航信号并显示直升机当前的环境态势信息，提高飞行员对周边地形态势的感知能力。但王亚男认为，近地告警系统在这次直升机坠毁的伊朗偏远山区未必好用，因为当地地形太复杂，而且可能没有足够精细的地形数据库。"
    },
    {
        "type": "Dropdown",
        "title": "Does the article indicate that the cause of the helicopter crash could be bad weather:",
        "description": "",
        "choices": ["A) Yes", "B) No"]
    }
]