[
    {
        "uri": "8139041329",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "17:56:39",
        "dateTime": "2024-05-21T17:56:39Z",
        "dateTimePub": "2024-05-21T17:56:06Z",
        "dataType": "news",
        "sim": 0.6745098233222961,
        "url": "https://news.ifeng.com/c/8ZmDcvJLqD5",
        "title": "伊朗总统办公室：曾与事故直升机上人员通话",
        "body": "伊朗总统办公室：曾与事故直升机上人员通话\n\n当地时间21日，伊朗总统办公室负责人侯赛因表示，在总统莱希乘坐的直升机发生事故后，总统办公室曾试图拨打总统以及外长的手机，但没有人接听。随后，他们拨打了飞行员的手机，直升机上的另一个人阿勒·哈希姆接听了电话。他表示，自己掉到了山上，感觉非常不舒服，并且不知道自己位置在哪里，也不知道其他人在什么地方。\n\n侯赛因表示，电话接通后，他们知道直升机发生了事故，并且同阿勒·哈希姆交谈多次。侯赛因指出，在救援人员找到其他遇难人员的遗体后，判断出他们是在事故发生后立即死亡。\n\n伊朗总统莱希乘坐的直升机19日在伊朗境内发生硬着陆事故，莱希与伊朗外长阿卜杜拉希扬等多名官员于20日被确认在该事故中罹难。（总台记者 李健南）",
        "source": {
            "uri": "news.ifeng.com",
            "dataType": "news",
            "title": "凤凰网（凤凰新媒体）",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://x0.ifengimg.com/ucms/2024_21/67FF687A1D6F7FBB8F9E3E3325B2DC5A0A2E2C32_size114_w975_h549.jpg",
        "eventUri": "spa-3486596",
        "sentiment": null,
        "wgt": 454010199,
        "relevance": 1,
        "distinctive_events": "1. **Helicopter Accident**: On the 19th, a helicopter carrying Iranian President Ebrahim Raisi and other officials made a hard landing within Iran.\n\n2. **Initial Communication Attempts**: On the 21st, the head of the Iranian President's office, Hossein, stated that after the accident, the office tried to call the President and the Foreign Minister's mobile phones, but no one answered.\n\n3. **Contact with Survivor**: They then called the pilot's phone, and another person on the helicopter, Al-Hashim, answered. He reported that he had fallen onto a mountain, felt very unwell, and did not know his location or the whereabouts of the others.\n\n4. **Confirmation of Accident**: After the phone call, the President's office confirmed that the helicopter had indeed been in an accident and had multiple conversations with Al-Hashim.\n\n5. **Casualty Confirmation**: Hossein mentioned that after rescue personnel found the bodies of the other victims, it was determined that they had died immediately following the accident.\n\n6. **Fatalities Confirmed**: On the 20th, it was confirmed that President Raisi, Iranian Foreign Minister Abdollahian, and several other officials had perished in the accident."
    },
    {
        "uri": "8138966790",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "17:04:03",
        "dateTime": "2024-05-21T17:04:03Z",
        "dateTimePub": "2024-05-21T16:57:56Z",
        "dataType": "news",
        "sim": 0.6705882549285889,
        "url": "https://www.163.com/dy/article/J2OF0OIL05563XJ5.html",
        "title": "伊朗总统坠亡，伊朗王储礼萨·巴列维发表声明",
        "body": "流亡美国伊朗王储礼萨·巴列维发表声明，他说\n\n\"今天，伊朗人没有哀悼。易卜拉欣·莱希是一个残忍的大屠杀凶手，不值得我们哀悼。对他的同情是对他的受害者和伊朗民族的侮辱，他们唯一的遗憾是他没有活到足以看到伊斯兰共和国的垮台并为他的罪行接受审判，他在数十年的堕落中剥夺了许多无辜受害者的公平审判。\n\n伊朗总统和外交部长的倒台不会改变这个伊斯兰共和国及其独裁者阿里*哈梅内伊的路线或政策。这个政权将继续在国内进行镇压，在国外进行侵略。因此，我们不会让他们的死亡改变伊朗民族继续为解放、尊严和民族复兴而斗争的进程。\n\n伊朗人民有权自由和公平地选举他们的领导人，他们不接受这个政权即将举行的虚假选举，也不接受预先决定的非法选举结果。\n\n为了尊重我们同胞的民主愿望和易卜拉欣·莱希受害者的痛苦，伊朗人将继续并扩大争取伊朗自由的斗争。\"\n\n备注：小编不带任何立场，该信息来源于微博平台，网友们自行甄别，也可以留下你们自己的看法。",
        "source": {
            "uri": "163.com",
            "dataType": "news",
            "title": "163.com",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "spa-3486596",
        "sentiment": null,
        "wgt": 454007043,
        "relevance": 1,
        "distinctive_events": "Here is a list of distinctive events described in the article, in chronological order:\n\n1. **Reza Pahlavi's Statement**: Reza Pahlavi, the exiled Crown Prince of Iran, issued a statement.\n2. **Condemnation of Ebrahim Raisi**: Pahlavi condemned Ebrahim Raisi, calling him a \"cruel mass murderer\" and stating that he is not worth mourning.\n3. **Criticism of Sympathy for Raisi**: Pahlavi argued that showing sympathy for Raisi is an insult to his victims and the Iranian nation.\n4. **Regret Over Raisi's Death**: Pahlavi expressed regret that Raisi did not live long enough to see the fall of the Islamic Republic and face trial for his crimes.\n5. **Assertion on Regime's Continuity**: Pahlavi stated that the fall of the Iranian President and Foreign Minister would not change the course or policies of the Islamic Republic and its dictator, Ali Khamenei.\n6. **Ongoing Repression and Aggression**: Pahlavi claimed that the regime would continue its domestic repression and foreign aggression.\n7. **Call for Continued Struggle**: Pahlavi urged that the deaths of these officials should not alter the Iranian nation's ongoing struggle for liberation, dignity, and national revival.\n8. **Right to Free Elections**: Pahlavi emphasized that the Iranian people have the right to freely and fairly elect their leaders and rejected the regime's upcoming \"sham elections\" and predetermined illegal results.\n9. **Commitment to Democratic Aspirations**: Pahlavi called for continued and expanded efforts in the struggle for Iran's freedom, in respect of the democratic aspirations of the Iranian people and the suffering of Raisi's victims.\n\nNote: The information is sourced from a Weibo platform post, and readers are encouraged to discern and share their own views."
    },
    {
        "uri": "2024-05-363655984",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "17:02:56",
        "dateTime": "2024-05-21T17:02:56Z",
        "dateTimePub": "2024-05-21T15:55:11Z",
        "dataType": "news",
        "sim": 0.7450980544090271,
        "url": "https://www.163.com/dy/article/J2O0A68F0553TB97.html",
        "title": "关键时刻，伊朗方面去寻求了美国的援助！这里面至少有五个看点！",
        "body": "这几天国际以及国内都发生了很多重磅的新闻和事件。\n\n当然了，这些新闻和事件有些人知道、有些人不知道；有些可以说、有些不可以说。我们还是来说说可以说的新闻和事件吧！\n\n大家都知道：近日，伊朗总统乘坐的直升机居然\"硬着陆\"了，虽然我们这里一开始有很多人为他祈祷、为他加油、为他打气......\n\n不过最终的结果大家都应该知道了：伊朗总统还是永远的离开了深爱着他的伊朗人民，去往了一个我们都还没有去过的地方。\n\n伊朗总统\"硬着陆\"乘坐的直升机居然是美国人制造的产品 -- -- 贝尔212型直升机。\n\n在这里要跟大家普及一个知识点，其实当年伊朗跟美国之间也有过一段非常美好的蜜月期。\n\n在伊朗巴列维时期，美国和伊朗关系那是相当之不错的，美国卖给了很多在当时无比先进的武器装备给伊朗。\n\n例如：这次的贝尔212型直升机；伊朗目前还在当主力使用的F-14战斗机等等。\n\n很多人在说 ：伊朗总统这次\"硬着陆\"事件，美国方面有不可推卸的责任、一切责任都在美方；为啥这么说呢？\n\n答案是：因为美国人的长期制裁、长期封锁，导致伊朗家的直升机缺少配件、缺少零部件，同时也没有得到很好的维修和保养，最终导致了\"硬着陆\"事件的发生。\n\n我今天看到了一条特别有意思的新闻，这个新闻就是：伊朗总统直升机出事以后，伊朗方面居然第一时间去寻求美国人的帮助。\n\n一开始的时候，美国方面居然还答案会提供帮助，不过最终由于\"后勤保障\"问题而没有提供帮助。\n\n这个消息也被美国方面给证实了，那就是：伊朗方面确实给美国方面发出过援助的请求。\n\n我个人觉得这件事情有点意思、我个人还觉得：肯定有很多人无法理解这件事情了。\n\n伊朗不是美国人的\"死敌\"吗？为啥伊朗总统出事还主动跑去找美国人援助呢？这跟很多人脑子里面所思、所想肯定完全不一样了。\n\n第一，伊朗居然找美国援助，这说明：美国人的实力确实有点猛；起码在中东地区的存在感很强大，要不然伊朗方面也不会找美国去援助了。\n\n第二，这架\"硬着陆\"的飞机原产国就是美国，这说明：美国的装备还是美国人最了解、最熟悉，也许这设备无论多少年，应该还是有\"后门\"的。\n\n第三，国家与国家之间的关系，也许并不是我们看到的那样、也许并不是我们普通人想象的那样，也许私底下还是有交流的。\n\n第四，美国人在伊朗人心中真实的形象和感官，也许并不是我们看到的那样。如果真是誓不两立、水火不容的话，估计伊朗方面也不会去找美国人帮忙了。\n\n第五，为啥很多国家在关键的时候都要找美国人帮忙呢？伊朗是这样、乌克兰也是这样、科威特当年更是这样......\n\n这也许说明了两个问题：一是，美国人确实有实力帮助别人；二是，很多人确实相信美国人会帮助自己。\n\n好了，一不小心写了这么多的废话，希望大家不要见怪哦！",
        "source": {
            "uri": "163.com",
            "dataType": "news",
            "title": "163.com",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "spa-3486596",
        "sentiment": null,
        "wgt": 454006976,
        "relevance": 1,
        "distinctive_events": "Here is a list of distinctive events described in the article, in chronological order:\n\n1. **Iranian President's Helicopter Incident**: The Iranian President's helicopter, a Bell 212 model manufactured by the United States, experienced a \"hard landing\" recently.\n\n2. **Iranian President's Death**: As a result of the \"hard landing,\" the Iranian President passed away.\n\n3. **Historical Context**: The article provides historical context, mentioning that during the Pahlavi era, Iran and the United States had a good relationship, with the U.S. selling advanced military equipment to Iran, including the Bell 212 helicopter and F-14 fighter jets.\n\n4. **Blame on U.S. Sanctions**: The article discusses the viewpoint that U.S. sanctions and long-term embargoes on Iran led to a lack of spare parts and proper maintenance for the helicopter, contributing to the incident.\n\n5. **Iran's Request for U.S. Assistance**: After the helicopter incident, Iran sought help from the United States. Initially, the U.S. indicated it would provide assistance but ultimately did not due to \"logistical support\" issues.\n\n6. **Confirmation by the U.S.**: The U.S. confirmed that Iran had indeed requested assistance following the incident.\n\n7. **Analysis of Iran-U.S. Relations**: The article reflects on the seemingly paradoxical nature of Iran seeking help from the U.S., despite being adversaries, and suggests that the U.S.'s strong presence and capabilities in the Middle East might explain this action.\n\n8. **Implications for International Relations**: The article concludes with broader reflections on international relations, suggesting that the relationships between countries might be more complex and nuanced than they appear, and that many countries, including Iran, Ukraine, and Kuwait, turn to the U.S. for help in critical situations."
    },
    {
        "uri": "8138957489",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "16:51:09",
        "dateTime": "2024-05-21T16:51:09Z",
        "dateTimePub": "2024-05-21T16:50:31Z",
        "dataType": "news",
        "sim": 0.6431372761726379,
        "url": "https://news.china.com/international/1000/20240522/46569885.html",
        "title": "伊朗总统办公室：曾与事故直升机上人员通话",
        "body": "当地时间21日，伊朗总统办公室负责人侯赛因表示，在总统莱希乘坐的直升机发生事故后，总统办公室曾试图拨打总统以及外长的手机，但没有人接听。随后，他们拨打了飞行员的手机，直升机上的另一个人阿勒·哈希姆接听了电话。他表示，自己掉到了山上，感觉非常不舒服，并且不知道自己位置在哪里，也不知道其他人在什么地方。\n\n侯赛因表示，电话接通后，他们知道直升机发生了事故，并且同阿勒·哈希姆交谈多次。侯赛因指出，在救援人员找到其他遇难人员的遗体后，判断出他们是在事故发生后立即死亡。\n\n伊朗总统莱希乘坐的直升机19日在伊朗境内发生硬着陆事故，莱希与伊朗外长阿卜杜拉希扬等多名官员于20日被确认在该事故中罹难。（总台记者 李健南）",
        "source": {
            "uri": "news.china.com",
            "dataType": "news",
            "title": "中华网科技公司",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "spa-3486596",
        "sentiment": null,
        "wgt": 454006269,
        "relevance": 1,
        "distinctive_events": "1. On the 19th, the helicopter carrying Iranian President Ebrahim Raisi made a hard landing within Iran.\n2. On the 20th, it was confirmed that President Raisi, Iranian Foreign Minister Hossein Amir-Abdollahian, and several other officials died in the accident.\n3. On the 21st, Hossein, the head of the Iranian Presidential Office, stated that after the helicopter accident, the office tried to call the President and the Foreign Minister's mobile phones, but no one answered.\n4. Subsequently, they called the pilot's mobile phone, and another person on the helicopter, Al-Hashim, answered.\n5. Al-Hashim reported that he had fallen onto a mountain, felt very unwell, and did not know his location or the whereabouts of others.\n6. Hossein mentioned that after the call was connected, they realized the helicopter had crashed and communicated with Al-Hashim multiple times.\n7. Hossein noted that after rescue personnel found the bodies of the other victims, it was determined that they died immediately after the accident."
    },
    {
        "uri": "8138922040",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "16:33:00",
        "dateTime": "2024-05-21T16:33:00Z",
        "dateTimePub": "2024-05-21T16:23:48Z",
        "dataType": "news",
        "sim": 0.8588235378265381,
        "url": "https://www.163.com/dy/article/J2L97DM0055369FX.html",
        "title": "谁做的？伊朗总统莱希直升机坠亡，机上全员遇难，美国急发声",
        "body": "伊朗总统莱希乘坐直升机失事的消息牵动了世界各国神经，尤其是在伊朗和以色列关系如此紧张的当下，伊朗接下来会出现何种反应尚未可知。\n\n伊朗总统莱希本来是打算乘坐直升机前往北阿塞拜疆参加一个大坝的建成仪式，谁知道却遇到了恶劣天气。他们总共有三架直升机，偏偏就是莱希乘坐的那架直升机出现了问题，而另外两架直升机则毫发无伤。\n\n和莱希在一架飞机上的还有伊朗外交部长阿卜杜拉希杨和东阿塞拜疆省省长，这就相当于伊朗政坛出现了一次大地震。作为伊朗的三号人物，莱希的死亡必然会严重影响伊朗接下来的格局。\n\n就在莱希飞机失事之前，伊朗和美国的高层领导人还通过中间人的撮合在阿曼见了次面。本来两国是敌对国家，可为什么仍然见面了呢？\n\n大约一个月以前，以色列悍然轰炸了伊朗驻叙利亚大使馆，这引发了伊朗的强烈报复，双方之间你来我往，大有大打出手的架势。\n\n如果伊朗和以色列真打起来，对美国的稳定中东布局是非常不利的，所以美国必须要通过外交，甚至军事的手段来迫使伊朗忍气吞声，防止产生全面性的地区战争。\n\n所以美国才通过中间人说和并达成了和伊朗高层会面的目的。要知道美国和伊朗长期以来都没有外交关系，双方想要直接沟通交流，就必须通过中间人。\n\n现在莱希出了事情，美国的情况也非常尴尬。美国在听说莱希事情之后第一时间便发声，这件事情和我们没有什么关系，我们也在关注这件事情。\n\n这次莱希的出事对中东局势来说是一个非常不好的信号。本来莱希是打算和阿塞拜疆总统一起主持大坝的落成仪式，可现在好事却变成了坏事，这对伊朗而言是一个严重的挑战。\n\n伊朗发布了声明表示，伊朗的外交政策和国内方针不会因为莱希总统的去世而出现任何改变，伊朗仍然将努力向前并取得最终胜利。\n\n希望伊朗能好好处理这件事情吧，这么大的事情发生，要是一个处理不好，弄不好会在中东地区又掀起一场风暴。",
        "source": {
            "uri": "163.com",
            "dataType": "news",
            "title": "163.com",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "spa-3486596",
        "sentiment": null,
        "wgt": 454005180,
        "relevance": 1,
        "distinctive_events": "1. **Planned Helicopter Trip**: Iranian President Ebrahim Raisi planned to travel by helicopter to North Azerbaijan to attend a dam inauguration ceremony.\n\n2. **Encounter with Bad Weather**: The helicopters encountered bad weather during the trip.\n\n3. **Helicopter Crash**: The helicopter carrying President Raisi, Iranian Foreign Minister Hossein Amir-Abdollahian, and the Governor of East Azerbaijan Province crashed, while the other two helicopters were unharmed.\n\n4. **Significant Political Impact**: The crash, involving high-ranking officials, is described as a major political earthquake for Iran, especially given Raisi's status as the third most important figure in the country.\n\n5. **Recent Iran-U.S. Meeting**: Prior to the crash, Iranian and U.S. leaders had a mediated meeting in Oman, despite the two countries being adversaries.\n\n6. **Israel's Bombing of Iranian Embassy**: About a month ago, Israel bombed the Iranian embassy in Syria, leading to strong Iranian retaliation and escalating tensions.\n\n7. **U.S. Diplomatic Efforts**: The U.S. has been working diplomatically and potentially militarily to prevent a full-scale regional war between Iran and Israel, which would destabilize the Middle East.\n\n8. **U.S. Reaction to Crash**: Following the crash, the U.S. quickly stated that it had no involvement and was monitoring the situation.\n\n9. **Impact on Middle East Stability**: Raisi's crash is seen as a negative signal for Middle Eastern stability, turning a planned positive event into a significant challenge for Iran.\n\n10. **Iran's Official Statement**: Iran declared that its foreign and domestic policies would remain unchanged despite Raisi's death, and the country would continue to strive for victory.\n\n11. **Potential Regional Consequences**: The article concludes with a hope that Iran handles the situation well to avoid further turmoil in the Middle East."
    },
    {
        "uri": "8138887540",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "16:02:49",
        "dateTime": "2024-05-21T16:02:49Z",
        "dateTimePub": "2024-05-21T16:01:22Z",
        "dataType": "news",
        "sim": 0.5882353186607361,
        "url": "http://www.epochtimes.com.tw/n440844/總統亡故-伊朗或有接班人之爭.html",
        "title": "總統亡故 伊朗或有接班人之爭| 台灣大紀元",
        "body": "【記者陳霆／綜合報導】伊朗總統萊希（Ebrahim Raisi）因直升機墜毀而身亡，這對經濟嚴重衰退、民眾不滿情緒高漲，且面臨戰亂威脅的國家來說，增添了許多不確定性。\n\n萊希搭乘的直升機5月19日從亞塞拜然返回時，在惡劣的天候下墜機。伊朗外交部長艾密拉多拉安（Hossein Amirabdollahian）等官員也一同喪生。\n\n伊朗擁有近9千萬人口，支持多個中東武裝組織，包括加薩的哈馬斯、黎巴嫩什葉派民兵真主黨（Hezbollah），及葉門的叛亂組織「青年運動」等。\n\n現任伊朗最高領袖哈米尼（Ayatollah Ali Khamenei）已經85歲，健康狀況不佳。外界普遍認為，萊希原是哈米尼的繼任人選之一。萊希之死引發了伊朗的繼任問題，不僅是誰將擔任總統，誰是最高領袖的繼任人選也可能引發競爭，為該政權注入不穩定因素。\n\n美國智庫國際政策中心（Center for International Policy）資深分析師員圖西（Sina Toossi）在X上表示，萊希之死將給「伊朗的政治格局帶來了一段不確定的時期」。\n\n圖西認為，鑑於伊朗嚴格控制的政治體系和最高領袖對外交政策的最終權威，萊希等官員的死對地緣政治的影響不大，「然而，誰將接替哈米尼成為最高領袖，仍是一個緊迫的問題」。\n\n第一副總統穆赫貝爾（Mohammad Mokhber）已被哈米尼正式任命為臨時總統，總統選舉將在50天內舉行。外交部負責政治事務的副部長巴蓋里（Ali Bagheri）也被任命為外交部代理部長。\n\n圖西認為，充滿野心的現任議會議長卡利巴夫（Mohammad Bagher Ghalibaf），可能會退出議長競選，準備競選總統。2021年夏天，萊希在全國大選中當選，那次選舉是伊朗選舉史上投票率最低的一次。\n\n伊斯蘭革命衛隊影響力或上升\n\n一些分析人士預計，高層權力真空可能為伊斯蘭革命衛隊提供了一個機會，使其有機會控制伊朗的政治走向。\n\n阿格斯媒體（Argus Media）中東編輯伊塔伊姆（Nader Itayim）週一（5月20日）告訴CNBC：「過去幾年，我們看到的實際上是伊斯蘭革命衛隊與其他保守派之間的權力鬥爭。臨時總統的任期可能為伊斯蘭革命衛隊的干預政策鋪路。」\n\n戰略暨國際研究中心（CSIS）中東計畫主任艾特曼（Jon Alterman）表示，在決定萊希的繼任者時，伊斯蘭革命衛隊成員、軍方及情報人員可能藉此爭奪優勢，「從長遠來看，神職人員領導層可能被邊緣化」。◇",
        "source": {
            "uri": "epochtimes.com.tw",
            "dataType": "news",
            "title": "大紀元時報 - 台灣(The Epoch Times - Taiwan)",
            "location": {
                "type": "country",
                "label": {
                    "eng": "Republic of China (Taiwan)"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "http://img.epochtimes.com.tw/upload/images/2024/05/21/683648_medium.jpg",
        "eventUri": "spa-3486596",
        "sentiment": null,
        "wgt": 454003369,
        "relevance": 1,
        "distinctive_events": "1. **May 19, 2023**: Iranian President Ebrahim Raisi dies in a helicopter crash while returning from Azerbaijan under adverse weather conditions. Iranian Foreign Minister Hossein Amirabdollahian and other officials also perish in the crash.\n\n2. **Post-Crash Context**: Iran, a nation of nearly 90 million people, faces severe economic decline, high public dissatisfaction, and threats of war. The country supports several Middle Eastern armed groups, including Hamas in Gaza, Hezbollah in Lebanon, and the Houthi movement in Yemen.\n\n3. **Leadership Concerns**: The current Supreme Leader Ayatollah Ali Khamenei, aged 85 and in poor health, had Raisi as one of his potential successors. Raisi's death raises questions about both the presidential and Supreme Leader succession, potentially destabilizing the regime.\n\n4. **Expert Analysis**: Sina Toossi, a senior analyst at the Center for International Policy, comments on X that Raisi's death ushers in a period of uncertainty for Iran's political landscape. Despite the controlled political system and the Supreme Leader's ultimate authority over foreign policy, the succession of Khamenei remains a pressing issue.\n\n5. **Interim Leadership**: First Vice President Mohammad Mokhber is appointed as interim president by Khamenei, with a presidential election scheduled within 50 days. Ali Bagheri is named acting Foreign Minister.\n\n6. **Potential Presidential Candidates**: Mohammad Bagher Ghalibaf, the ambitious current Speaker of Parliament, may withdraw from the speaker race to run for president. Raisi was elected president in the summer of 2021 in an election with the lowest voter turnout in Iran's history.\n\n7. **Islamic Revolutionary Guard Corps (IRGC) Influence**: Analysts predict that the power vacuum at the top could provide the IRGC an opportunity to influence Iran's political direction. Nader Itayim of Argus Media notes the ongoing power struggle between the IRGC and other conservative factions, suggesting the interim presidency might pave the way for IRGC's interventionist policies.\n\n8. **Long-Term Implications**: Jon Alterman from the Center for Strategic and International Studies (CSIS) suggests that the IRGC members, military, and intelligence personnel might leverage the situation to gain an advantage in determining Raisi's successor, potentially marginalizing the clerical leadership in the long run."
    },
    {
        "uri": "8138884878",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "16:00:40",
        "dateTime": "2024-05-21T16:00:40Z",
        "dateTimePub": "2024-05-21T15:59:46Z",
        "dataType": "news",
        "sim": 0.6470588445663452,
        "url": "https://www.cincainews.com/news/malaysia/2024/05/21/mat-sabu-to-attend-funeral-of-late-iranian-president/135766",
        "title": "末沙布代表大马出席 伊朗总统莱希葬礼",
        "body": "（吉隆坡21日讯）农业及粮食安全部长拿督斯里莫哈末沙布将代表马来西亚，出席伊朗总统莱希的葬礼。\n\n根据马新社报导，首相拿督斯里安华今日联系了伊朗临时总统穆赫贝尔，并告知此事。\n\n安华就\"伊朗总统高官坠机罹难\"事件，表示哀悼。\n\n他今天在面子书撰文时说，他已经通知伊朗，指大马将派高级部长（莫哈末沙布）前往该国，以出席已故总统莱希的葬礼。\n\n\"我还回顾去年在纽约和利雅得与已故总统莱希和阿米尔阿卜杜拉希扬的两次会面，我向穆赫贝尔保证，马来西亚将继续履行对已故总统领导下的伊朗，所做出的承诺。\"",
        "source": {
            "uri": "cincainews.com",
            "dataType": "news",
            "title": "cincainews.com",
            "location": {
                "type": "country",
                "label": {
                    "eng": "Malaysia"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://www.cincainews.com/cincainews/uploads/images/2024/05/21/212077.JPG",
        "eventUri": "spa-3486596",
        "sentiment": null,
        "wgt": 454003240,
        "relevance": 1,
        "distinctive_events": "Here is a list of distinctive events described in the article, in chronological order:\n\n1. **Iranian President Raisi's Death**: The article mentions the death of Iranian President Raisi due to a plane crash.\n\n2. **Prime Minister Anwar Contacts Iran**: Malaysian Prime Minister Anwar contacts Iran's acting president, Mokhber, to inform him about Malaysia's plans.\n\n3. **Condolences Expressed**: Prime Minister Anwar expresses his condolences regarding the plane crash that resulted in the death of President Raisi.\n\n4. **Announcement on Facebook**: Prime Minister Anwar announces on Facebook that Malaysia will send a high-ranking minister, Datuk Seri Mohamad Sabu, to attend President Raisi's funeral.\n\n5. **Recollection of Past Meetings**: Prime Minister Anwar recalls his meetings with the late President Raisi and Amir Abdollahian in New York and Riyadh last year.\n\n6. **Assurance of Continued Commitment**: Anwar assures Mokhber that Malaysia will continue to fulfill the commitments made to Iran under the late President Raisi's leadership."
    },
    {
        "uri": "8138864009",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "15:49:28",
        "dateTime": "2024-05-21T15:49:28Z",
        "dateTimePub": "2024-05-21T15:45:26Z",
        "dataType": "news",
        "sim": 0.6980392336845398,
        "url": "https://www.163.com/dy/article/J2NOR3EL05566YWN.html",
        "title": "宁可买美国贝尔，也不买直20？如今总统遇害，才知伊朗难言之隐！",
        "body": "伊朗总统遇难的消息震惊了全球，据悉他乘坐的是数十年前购买的美产贝尔212直升飞机，这种飞机一直以可靠著称，因此关于伊朗总统遇难的各种阴谋论也是层出不穷。\n\n让人疑惑的是，美国在几十年前就对伊朗进行制裁，最近几年制裁力度更是越来越大，在这种情况下，伊朗空军却还守着自己已经落后的美式装备，死活不肯购买直20，究竟是图什么？\n\n就在昨天，一场飞机事故引发了全世界的关注，而我们最为关注的就是伊朗总统和外交部长在一场飞机事故中双双殒命。\n\n在事发之后经过紧急搜索，最后证明了飞机上的乘客全部遇难，这样的一起事故可以说让伊朗遭受到了重大的损失。\n\n除此之外，全世界都在等着这一次飞机事故的调查，觉得这并不是一起简单的坠机事件。\n\n莱希的遇难对于伊朗的政治体系来说，无疑是一次重大的打击，根据伊朗的法律来说，当总统发生意外之后，就会成立一个临时政府去管理国内的大小事务，并且在50天内重新选举一个新的总统。\n\n根据伊朗宪法的规定，最符合标准的就是他们的第一副总统穆罕默德·穆赫贝尔了，在飞机出事之后，他们就专门组建了一支高级别的调查小组，对于这次飞机事故进行全方位的调查。\n\n信息来源：新京报官微 2024-5-20 《伊朗总统莱希遇难，谁将接任？》\n\n根据伊朗媒体的报导，这架直升飞机的意外事故很有可能是因为恶劣的气候。但是一些人认为这次坠机事件不仅仅和天气有关，和飞机的自身也有和不小的联系，毕竟除了天气之外，最直观的就是飞机本身了。\n\n根据了解，伊朗的总统和外交部长乘坐的是一架由美国生产的\"贝尔212型\"直升飞机，而这一架飞机早就已经服役了50多年的时间了。\n\n但是由于美国对伊朗的长期制裁，这也让伊朗想要维护这架飞机变得异常困难。\n\n所以有人认为这才是导致此次飞机事故的主要原因，连最基本的维护飞机都没有，那又怎么会不出事了，而且这飞机还这么大的岁数了，想不出事都难。\n\n在伊朗飞机事故发生之后，美国的前军官就对整个事件发表了自己的看法，也是他第一个提起了美国可能和此次事件有着说不清道不明的关系，毕竟也是美国对伊朗的制裁才会导致这款飞机没有得到维修和维护。\n\n信息来源：环球网 2024-5-20 《美军前军官吐露重要信息，涉伊朗总统坠机！》\n\n但是再这样的一种情况下，没想到莱希居然还是乘坐上了这一架有问题的直升飞机上，这样的做法属实是有点看不懂，明知道飞机使用的时间很长，而且还长时间没有维修和维护，居然还会让总统乘坐这一架有问题的飞机。\n\n不过在事故发生之后，美国和以色列的说法却也有点一反常态。拜登在事故发生后的第一时间就在白宫听取了简报，而美国的情报局也对这起坠机事件进行了分析，认为这起事故更多的原因就是一起事故，并没有在这种中间发现任何的谋杀迹象。\n\n并且美国的情报局还表示，这次直升机的突发事件很有可能就是由于当天的恶劣天气才导致的，明摆着告诉别人这中间没有我的事，就是一起普通的坠机事故。自己大哥都这样表示了，以色列也是紧随其后，发布声明这起事故和以色列无关。\n\n不过，美国和以色列都想把飞机失事的责任推到天气或者其它外在原因上，以此来撇清自己和这起事故没有任何关联。但是到底美国和以色列有没有关系，这还得根据伊朗对此次事件的进一步调查。\n\n信息来源：红星新闻 2024-5-20 《伊朗总统遇难，以色列官员：这事跟我们无关 美官员：无证据表明存在谋杀行为》\n\n一架直升机的寿命也是有限的，莱希乘坐的这架直升机也早就已经超过了50年的年限了，这也在很大的程度上降低了它的可靠性，增加了坠机的几率，但是为什么莱希还是要乘坐这一架飞机出行？难道他就真的这么相信这架飞机？\n\n伊朗这么大的一个国家也并不是没有机会从国外进口直升飞机，俄罗斯的米格-17和中国的直-20都是不错的选择，但是他们宁愿自己的飞机坠毁，也不愿意去购买直-20，这到底是为什么？如果想要对他们自己负责的话，那么他们早就去购买直升机了。\n\n但是从1979年之后，伊朗就基本上很少从国外去进口直升飞机了，如果说是美国的制裁也就罢了，但是伊朗的这一选择真和美国没什么太大的关系，主要是他们自己的原因，是他们不想要而已。当年在达成了伊朗核协议之后，伊朗就在第一时间在美国订购各种客机。\n\n如果后来不是因为美国的制裁，相信现在伊朗的军械早就已经美化了。其实伊朗想要购买一款适用的直升飞机，那直-20肯定是在选择范围内的，但是伊朗就是从来不考虑，直到出事之后才追悔莫及。\n\n为什么说直-20最适合伊朗，我们国家的直-20采用的就是美式设计，并且技术方面上也是按照西方的标准来的，可以说中国早就已经和西方国家接轨了，无论是外形设计上还是技术上，也正因为这一点能够很好的符合伊朗人的需求。\n\n但是现在伊朗的这一次飞机事故再次引发了人们的思考，他们到底是图啥？伊朗一直喜欢美式装备，但是美国就是不卖给你，还对你进行制裁，你还非得贴个脸去蹭，这可好，出了事了知道从别的国家入手了。\n\n其实这并不是伊朗第一次发生这样的事情了，如果不到万不得已不会去采购美国以外的设备，就算是他们自己防制武器，那也基本上是以美系为主。\n\n就比如伊朗国家自己制造的\"闪电\"、\"霹雳\"等国产战斗机，基本上都是以美国的F-5战斗机为基础仿制的。可以说如果不是不能用了，伊朗是不会去考虑其他国家的武器装备的。\n\n莱希的死对伊朗来说是一个巨大的冲击，但生活还是要向前看的，不能因为他的离开就停下脚步。目前，伊朗代总统穆罕默德暂时接管了该国的领导权，但是如果说要选举总统的话，那还得数内贾德，整个国内依旧还是他的呼声最高。\n\n对很多国际观察人士而言，内贾德之名也许是耳熟能详的。内贾德之前也是伊朗的总统，可以说他对伊朗和中东都有着深刻影响，他的一生非常传奇。\n\n内贾德出生在一个非常普通的家庭中，也正是这种出身让他对平民百姓的生活有了更加深刻的了解，这也是他在从政过程中对人民群众的强烈感情。\n\n在两伊战争中，内贾德效力于伊朗革命卫队，因为他卓越的军事天赋以及对信仰的执着，所以他很快就脱颖而出，成功的成为了特别行动部队的指挥官。在这个过程中，他不但获得了大量的军事经验，同时也使他更加了解到国家的安定与安全。\n\n在政治方面内贾德可以说是一个非常低调朴实的人，他深刻的认识到人民群众对政治的腐败与不公正的不满，所以他一直秉持以人为本的治国思想，致力于提高人民的生活水平。\n\n他而内贾德的这一个做法也正是直击平民百姓的内心，得到了广大群众尤其是弱势群众的拥护和支持。\n\n在外交方面，内贾德对西方国家采取了强硬的态度，一直是坚定的站在了反对美国的最前线。内贾德曾多次对美国中东政策进行批判，号召世界各国团结起来，反对美国的霸权。\n\n在任职期间，伊朗先后实施了多项核试验，尽管此举引发了外界的广泛关注与争论，但同时也显示出伊朗在核技术发展上的强大与决心。\n\n伊朗在内贾德治下，不但经济发展迅速，而且在社会、文化等方面也有很大进步。他主张把伊朗变成一个\"现代化、发展型\"的国家，把伊朗推向伊斯兰世界的最前沿。\n\n但是，近几年来，伊朗也遇到了一系列的困难与挑战。随着世界局势的发展，以及以美国为首的西方国家对伊朗实施的制裁，伊朗在世界上的地位与影响已大打折扣。\n\n这些问题困扰着伊朗人民，他们迫切需要一名领袖来领导这个国家摆脱目前的困境。在这种情况下，支持内贾德的声音与日俱增。他的立场坚定，作风务实，群众基础扎实，深受广大群众的拥护与认同。\n\n很多伊朗人都把他看作一个有能力领导伊朗摆脱麻烦，重新塑造伊朗在世界上的地位的男人。\n\n相信这一场飞机事故让伊朗人看清楚了现实，不能一直躺在床上做梦，得跟着世界的脚步一起发展。\n\n无论是由于天气原因发生的事故还是由于直升机老化发生的事故，在这个时间点来看，这个事情好像都并没有这么简单，这还得需要伊朗在进行调查之后才能得知了。",
        "source": {
            "uri": "163.com",
            "dataType": "news",
            "title": "163.com",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "spa-3486596",
        "sentiment": null,
        "wgt": 454002568,
        "relevance": 1,
        "distinctive_events": "Here is a list of distinctive events described in the article, in chronological order:\n\n1. **Helicopter Purchase**: Iran purchased the American-made Bell 212 helicopter decades ago.\n2. **US Sanctions**: The United States imposed sanctions on Iran several decades ago, which have intensified in recent years.\n3. **Helicopter Crash**: Yesterday, a helicopter crash occurred, resulting in the deaths of the Iranian President and Foreign Minister.\n4. **Search and Confirmation**: After the crash, an emergency search confirmed that all passengers on the helicopter were killed.\n5. **Formation of Temporary Government**: According to Iranian law, a temporary government will be formed to manage affairs and a new president will be elected within 50 days.\n6. **Investigation Team**: A high-level investigation team was formed to conduct a comprehensive investigation into the crash.\n7. **Speculations on Cause**: Initial reports suggest the crash might have been due to bad weather, but there are speculations about the helicopter's age and lack of maintenance due to US sanctions.\n8. **US and Israeli Reactions**: The US and Israeli officials quickly stated that the crash was likely an accident due to weather conditions, with no evidence of foul play.\n9. **Iran's Equipment Choices**: Despite sanctions, Iran has continued to use outdated American equipment instead of purchasing alternatives like the Chinese Z-20 helicopter.\n10. **Historical Context**: Iran has historically preferred American-style equipment, even manufacturing its own versions based on American designs.\n11. **Interim Leadership**: Iran's First Vice President, Mohammad Mokhber, temporarily took over leadership.\n12. **Potential Successor**: Mahmoud Ahmadinejad, a former president, is seen as a strong candidate for the upcoming presidential election.\n13. **Public Sentiment**: There is significant public support for Ahmadinejad due to his past leadership and strong stance against the West.\n14. **Future Prospects**: The crash has prompted a reevaluation of Iran's reliance on outdated equipment and its need to modernize.\n\nThese events outline the sequence of occurrences and the broader implications of the helicopter crash involving the Iranian President."
    },
    {
        "uri": "8138858983",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "15:43:06",
        "dateTime": "2024-05-21T15:43:06Z",
        "dateTimePub": "2024-05-21T15:42:21Z",
        "dataType": "news",
        "sim": 0.6666666865348816,
        "url": "https://www.163.com/dy/article/J2NVFB3U05539IG6.html",
        "title": "伊朗高层权力洗牌，反美斗士内贾德将掌权，美国噩梦来临？",
        "body": "伊朗总统遇难后的第二天，伊朗政府、议会和司法领导人召开了紧急会议。会议决定，6月28日举行新一届伊朗总统选举。\n\n【右1：伊朗代理总统穆罕默德·莫赫贝尔】\n\n伊朗法律规定，如果总统在任期内去世，那么第一副总统将临时出任代理总统，并在50天内安排新总统的选举。\n\n根据此次伊朗选举的时间表，候选人登记将于5月30日至6月30日进行，6月12日至27日进行竞选活动，28日则为投票和开票日期。\n\n第14届伊朗总统选举本来应该在明年举行的，但现在提前了整整一年。不论是对于伊朗的温和派，还是极端强硬派来说，这都是一个机会。因为如果一切正常的话，他们是几乎没有机会赢得大选的，伊朗最高领袖哈梅内伊支持下强硬派，会继续控制政府、议会以及专家会议这三大权力机构。\n\n【伊朗最高领袖哈梅内伊，今年已经85岁】\n\n然而现在情况不一样。哈梅内伊原定的总统候选人和领袖接班人发生了意外，而在短时间内，哈梅内伊又很难找到一个特别合适的替代者，第二个接班人，强硬派自己内部也容易形成内斗。因此对于伊朗内部其他政治势力来说，这次大选是一个难得的机会。\n\n一派是伊朗前总统内贾德，及其背后支持他的极端强硬派。\"反美斗士\"内贾德，相信很多对他都有印象，名言是\"911事件的幕后策划者是美国\"。49岁就当上了总统，并且成功连任了一届，做到了2013年。但由于执政末期与最高领袖哈梅内伊产生了矛盾，导致任期结束后，自己迅速被排除在了伊朗权力核心圈子之外 -- -- 连个议员都混不上。\n\n【被称为\"反美斗士\"的伊朗前总统内贾德】\n\n2017年，不甘被冷落的内贾德再次冲击总统之位，并递交了候选人申请，结果被宪法监护委员会驳回，取消了他的候选人资格。2021年，不服输的内贾德又一次递交了竞选申请，但结果同样被驳回。\n\n宪法监护委员会最重要的权力机构之一，由6名神职人员和6名律师组成，掌握解释宪法、驳回议会议案，以及审查总统、议员候选人资格这3大关键权力。其中6名神职人员由最高领袖直接任命，而6名律师则由议会任命。但综合考虑到监护委员会本身对议会的影响和权力制衡，因此宪法监护委员会基本上可以视为最高领袖掌握的权力机构，而内贾德两次被取消竞选资格，自然也就是哈梅内伊的意思。\n\n然而内贾德似乎还不想放弃。今年年初，就有接近内贾德的幕僚透露，内贾德仍在定期与极端强硬派的高层进行沟通，并准备冲击2025年的总统大选。\n\n【第14届伊朗总统大选原本应该在明年举行】\n\n哈梅内伊压制内贾德的原因，并不是内贾德本身有多大问题，他主要还是想保住自己选定的候选人。而现在自己培养的候选人出了意外，不知道最高领袖会不会改变主意，重新启用这位坚持10年、隐忍10年的\"反美斗士\"呢？\n\n另一派，则是伊朗的温和派，目前的1号人物是前总统鲁哈尼。实际上，相比于极端强硬派，温和派这次上位的机会更大，因为前总统的政治光谱就是\"强硬派中的温和派\"。哈梅内伊虽然力挺强硬派，但他也不希望政府的外交政策太过激，导致战争真正爆发。\n\n实际上，如果当初特朗普不选择单方面撕毁伊核协议，并逼迫欧洲跟美国一道重启对伊朗的制裁，那么温和派可能还会坚挺一段时间，不至于后来被哈梅内伊完全放弃。\n\n【2017年的总统大选，鲁哈尼还能拿57%的选票】\n\n2016年的议会选举，温和派还能控制6成席位；2017年的总统大选，鲁哈尼还能拿57%的选票。结果到了2020年，由于宪法监护委员会否决了大部分温和派候选人的参选资格，导致温和派在议会的席位只剩下了可怜的7%；而2021年的总统大选，更是没有一个温和派候选人进入到最后的参选环节，强硬派轻松取胜。\n\n温和派还有一个优势，那就是伊朗其实一直想趁拜登在位的这段时间，重启伊核协议，缓解自己的外部压力。拜登政府2021年上台后，其实相关的谈判就已经重启了，中俄欧这边都没问题了，就差美国和伊朗之间有一些条件没谈妥了。但是突如其来的俄乌冲突，打断了这一进程，而且一断就是两年。\n\n从目前来看，如果明年是特朗普上台，那么估计伊核协议就还得等4年；而如果拜登连任，那么伊朗不是没有可能跟美国把最后的几个条件谈妥，重启协议。而一位温和派出身的总统，显然更容易推动实现这一目标。\n\n最后还是要强调一点。不论温和派和极端强硬派是否会真的趁机上位，对于他们来说，这场意外的发生，至少都提供了一个政治缓冲的时间，让他们能够喘一口大气，在强硬派控制下伊朗政坛继续生存下去。",
        "source": {
            "uri": "163.com",
            "dataType": "news",
            "title": "163.com",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "spa-3486596",
        "sentiment": null,
        "wgt": 454002186,
        "relevance": 1,
        "distinctive_events": "Here is a list of distinctive events described in the article, in chronological order:\n\n1. **Death of the Iranian President**: The article begins with the event of the Iranian President's death.\n2. **Emergency Meeting**: The day after the President's death, Iranian government, parliament, and judiciary leaders held an emergency meeting.\n3. **Decision on New Presidential Election**: During the emergency meeting, it was decided that a new presidential election would be held on June 28.\n4. **Appointment of Acting President**: According to Iranian law, the first vice president, Mohammad Mokhber, was appointed as the acting president.\n5. **Election Timeline**: The timeline for the new election was set: candidate registration from May 30 to June 30, campaigning from June 12 to June 27, and voting on June 28.\n6. **Advancement of the 14th Presidential Election**: The 14th presidential election, originally scheduled for the following year, was moved up by a year.\n7. **Opportunity for Political Factions**: The advancement of the election provided an opportunity for both moderate and hardline factions in Iran.\n8. **Challenges for Supreme Leader Khamenei**: The unexpected death of Khamenei's chosen presidential candidate and successor created difficulties in finding a suitable replacement.\n9. **Potential Candidates**: Former President Mahmoud Ahmadinejad, backed by hardliners, and former President Hassan Rouhani, representing moderates, were highlighted as potential candidates.\n10. **Ahmadinejad's Previous Attempts**: Ahmadinejad's previous attempts to run for president in 2017 and 2021 were blocked by the Guardian Council.\n11. **Guardian Council's Role**: The Guardian Council, influenced by Khamenei, has significant power in approving or rejecting presidential candidates.\n12. **Rouhani's Political Background**: Rouhani's previous success in elections and his moderate stance were discussed.\n13. **Impact of US-Iran Relations**: The article mentioned the impact of US policies, particularly the Trump administration's withdrawal from the Iran nuclear deal, on the political landscape in Iran.\n14. **Potential for Renewed Negotiations**: The possibility of renewing the Iran nuclear deal under the Biden administration was considered, with a moderate president being more likely to achieve this.\n15. **Political Breathing Space**: The unexpected election provided a political buffer for both moderate and hardline factions to survive in the hardliner-dominated Iranian political arena."
    },
    {
        "uri": "8138858306",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "15:42:37",
        "dateTime": "2024-05-21T15:42:37Z",
        "dateTimePub": "2024-05-21T15:41:48Z",
        "dataType": "news",
        "sim": 0.8313725590705872,
        "url": "http://www.81.cn/ss_208539/16310326.html",
        "title": "热点问答｜总统莱希遇难 伊朗内政外交有哪些变与不变",
        "body": "伊朗政府20日确认，总统莱希在19日发生的直升机事故中遇难。政府同时声明将继续运行，\"不会受到干扰\"。\n\n莱希突然罹难令伊朗举国悲痛、令世界震惊。作为中东地区最具影响力的国家之一，伊朗的内政外交势必因此产生不同程度的波动，这其中有哪些变与不变？\n\n国内形势总体不变\n\n莱希遇难后，伊朗很快确定由第一副总统穆赫贝尔代行总统职责，伊朗政府、议会和司法领导人20日召开会议后确定，第14届伊朗总统选举将于6月28日举行。中东地区媒体和相关专家普遍认为，伊朗接下来整体形势和权力格局不会发生根本性改变。\n\n以色列《国土报》援引学术界、情报部门和伊朗问题专家的看法报道说，伊朗总统主掌经济和内政事务，对外交政策和国防事务话语权较小，伊朗最高领袖哈梅内伊对\"具有战略重要性\"事务有决定权，并得到其顾问和伊朗伊斯兰革命卫队指挥官的协助。\n\n北京大学中东研究中心主任吴冰冰对记者说，从伊朗权力结构看，总统受制于最高领袖，并非国家最高领导人，伊朗政府内外政策向来由集体决策，是一种\"共识\"。从这一角度而言，总统权力相对有限，即使有人接替莱希，伊朗整个内外政策走势和权力格局也不会发生根本性改变。\n\n据报道，除了担任总统外，莱希也被视作哈梅内伊的热门接班人选之一。\n\n中东局势或受波及\n\n莱希遇难之时，中东地区紧张局势正处在不断升级之际，这起空难迫使伊朗在原本就面临各种困难和诸多挑战的情况下，必须在短时间内重选总统，这会让伊朗将主要精力\"内收\"，可能会波及其在中东地区的对外政策。\n\n这次遇难的伊方高官除了莱希，还包括同行的外交部长阿卜杜拉希扬。美国智库战略与国际问题研究中心副主任乔恩·奥尔特曼分析说，阿卜杜拉希扬是个胸有城府的外交官，能说阿拉伯语。他在任期间和不少中东邻国建立了关系，而且取得了不少同行的信任，要想重建这些联系将花费一些时间。不过奥尔特曼也认为，伊朗与中国、俄罗斯这些大国的关系不会受到影响。\n\n据伊朗伊斯兰共和国通讯社20日报道，伊朗负责政治事务的外交部副部长阿里·巴盖里·卡尼被任命为\"看守\"外长。据《纽约时报》报道，阿里·巴盖里·卡尼是美伊通过阿曼进行间接对话的伊方代表团团长，过去一年来至少三次率团同美方对话。该报认为，这表明哈梅内伊倾向于保持伊朗外交政策的延续性。\n\n过去几年间，中东地缘政治呈现出新态势。美国不断撮合以色列与海湾国家和解，试图在中东地区对伊朗形成更大的战略挤压；在莱希任内，伊朗面对来自西方咄咄逼人的动作，不断拓展自身战略空间，通过发展与沙特阿拉伯、其他海湾国家以及巴基斯坦甚至阿塞拜疆的直接关系以寻求应对方案。\n\n有观点认为，失去莱希将使伊朗领导层短期内更关注国内情况，中东格局或因伊朗国内局势的不明朗而\"重新洗牌\"进而更加动荡，各方错综复杂的利益纠纷也可能对伊朗与阿拉伯国家关系产生波及，影响中东\"和解潮\"。\n\n伊以、伊美关系引关注\n\n莱希突遭空难身亡，正值巴以新一轮冲突延宕7个月之际。今年4月，为报复伊朗驻叙利亚外交机构遭空袭，伊朗用无人机和导弹对以发动报复性打击。一名以色列官员20日表示，以色列与莱希遇难之事无关。美方也已表态与此事无关。\n\n中国社会科学院西非亚洲研究所副研究员陆瑾表示，尽管伊朗近年来多次指认以色列针对伊朗核项目及防务安全目标实施间谍和破坏行动，但就目前来看，暂时没有证据可以将这起事故与以色列联系起来。\n\n清华大学国际与地区研究院助理研究员刘岚雨表示，伊朗的相关调查如果没有找出强力证据表明美国和以色列参与其中，伊美、伊以关系可能不会受到太大影响。\n\n刘岚雨认为，美伊两国刚刚在阿曼举行了间接谈判，讨论伊朗在地区的举措及其核计划现状。莱希遇难可能会延缓整个伊核谈判进程，但由于伊朗最高决策者并非总统，而是最高领袖，伊方整体路线和方向不会有太大变化。（参与记者：沙达提、王昊、吕迎旭、王卓伦、邓仙来）",
        "source": {
            "uri": "81.cn",
            "dataType": "news",
            "title": "81.cn",
            "location": {
                "type": "country",
                "label": {
                    "eng": "China"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": null,
        "eventUri": "spa-3486596",
        "sentiment": null,
        "wgt": 454002157,
        "relevance": 1,
        "distinctive_events": "1. **19日**: 伊朗总统莱希在直升机事故中遇难。\n2. **20日**: 伊朗政府确认莱希遇难，并声明政府将继续运行。\n3. **20日**: 伊朗政府、议会和司法领导人召开会议，决定第14届伊朗总统选举将于6月28日举行。\n4. **20日**: 伊朗负责政治事务的外交部副部长阿里·巴盖里·卡尼被任命为“看守”外长。\n5. **过去一年**: 阿里·巴盖里·卡尼至少三次率团同美方进行间接对话。\n6. **4月**: 伊朗用无人机和导弹对以色列进行报复性打击，以回应伊朗驻叙利亚外交机构遭空袭。\n7. **近期**: 美伊两国在阿曼举行了间接谈判，讨论伊朗在地区的举措及其核计划现状。"
    }
]