[
    {
        "uri": "2024-05-352168487",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-11",
        "time": "07:17:04",
        "dateTime": "2024-05-11T07:17:04Z",
        "dateTimePub": "2024-05-11T07:13:55Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://ent.ltn.com.tw/news/breakingnews/4669590",
        "title": "信義區豪撒十萬算什麼！ 地表最強網紅生日要送26台特斯拉",
        "body": "根據「電腦網路內容分級處理辦法」修正條文第六條第三款規定，已於網站首頁或各該限制級網頁，依台灣網站分級推廣基金會規定作標示。 台灣網站分級推廣基金會（TICRF）網站：http://www.ticrf.org.tw\n\n信義區豪撒十萬算什麼！ 地表最強網紅生日要送26台特斯拉 2024/05/11 15:13\n\n地表最強YouTuber野獸先生送出26台特斯拉作生日禮物。（圖／翻攝自IG／mrbeast）\n\n葉姵妤／核稿編輯\n\n〔娛樂頻道／綜合報導〕IG擁有16.1萬粉絲追蹤的網紅「Mr.R（R哥）」，昨晚在信義區撒10萬元，引發群眾擁擠推搶，然而，這次的企畫內容，似乎是在效仿在YT有2.45億訂閱戶的超級網紅「野獸先生（MrBeast）」。野獸先生總是以耗費大量金錢作為噱頭，本周他迎來26歲生日，送錢對他來說根本沒什麼，這回豪氣送出26台特斯拉作為生日禮物！\n\n野獸先生在IG宣布將抽出26位幸運粉絲，每人可獲得一台特斯拉，其中25台是價值3萬9千美元（約1,265,140台幣）的Model 3，另有一台是價值12萬美元（約3,892,740台幣）的賽博皮卡（Cybertruck），林林總總全不加起來，這回總共豪撒3千多萬台幣。\n\n請繼續往下閱讀...\n\n想要獲得百萬名車的方式很簡單，只要在野獸先生IG貼文按讚、留言並且標記2位好友，就有機會獲得大獎。不過參加者地區限制在美國、澳洲、加拿大、日本、韓國等地，台灣並未包含在內。該則貼文截至目前，已吸引1270萬人朝聖。\n\n自由娛樂頻道脆脆好友大募集，手刀加入脆脆小圈圈\n\n來嘛來嘛，一起來廢話聊天或開壇問事吧\n\n娛樂頻道臉書粉絲團:點這裡\n\n娛樂頻道有IG囉:點這裡\n\n在 Instagram 查看這則貼文\n\nMrBeast（@mrbeast）分享的貼文\n\n不用抽 不用搶 現在用APP看新聞 保證天天中獎　 點我下載APP　 按我看活動辦法\n\n已經加好友了，謝謝 歡迎加入【自由娛樂】 按個讚　心情好 已經按讚了，謝謝。",
        "source": {
            "uri": "ent.ltn.com.tw",
            "dataType": "news",
            "title": "自由時報電子報"
        },
        "authors": [],
        "image": "https://img.ltn.com.tw/Upload/ent/page/800/2024/05/11/phpXzzrIr.jpg",
        "eventUri": null,
        "sentiment": null,
        "wgt": 453107824,
        "relevance": 1,
        "summary_eng": "According to the revised Article 6, Paragraph 3 of the \"Computer Network Content Rating Processing Measures,\" websites are required to display ratings on their homepage or restricted pages in accordance with the regulations of the Taiwan Website Classification Promotion Foundation. The Taiwan Website Classification Promotion Foundation (TICRF) website is http://www.ticrf.org.tw. In entertainment news, popular YouTuber MrBeast celebrated his 26th birthday by giving away 26 Tesla cars, including 25 Model 3s and one Cybertruck, to lucky fans. Participants can enter by liking and commenting on MrBeast's Instagram post and tagging two friends, with the giveaway limited to certain countries excluding Taiwan.",
        "summary_zho": "根据台湾网站分级推广基金会的规定，根据《电脑网络内容分级处理办法》修正条文第六条第三款规定，已在网站首页或相应限制级网页上标明。台湾网站分级推广基金会（TICRF）的网站链接为http://www.ticrf.org.tw。另外，地表最强YouTuber野兽先生在其26岁生日时送出26台特斯拉作为生日礼物，吸引了众多粉丝参与。",
        "summary_4o_eng": "According to the revised Article 6, Clause 3 of the \"Regulations for the Classification of Computer Network Content,\" websites must display classification labels on their homepage or restricted pages as stipulated by the Taiwan Internet Content Rating Promotion Foundation (TICRF). \n\nIn entertainment news, a popular YouTuber known as MrBeast, who has 245 million subscribers on YouTube, celebrated his 26th birthday by giving away 26 Tesla cars. This includes 25 Model 3 cars worth $39,000 each and one Cybertruck worth $120,000, totaling over 30 million TWD. To participate, fans need to like, comment, and tag two friends on his Instagram post. However, the giveaway is limited to residents of the USA, Australia, Canada, Japan, and South Korea, excluding Taiwan. The post has already garnered 12.7 million interactions.",
        "summary_4o_zho": "根據「電腦網路內容分級處理辦法」修正條文第六條第三款規定，網站首頁或限制級網頁需依台灣網站分級推廣基金會規定作標示。台灣網紅「Mr.R」在信義區撒10萬元，引發群眾擁擠，效仿超級網紅「野獸先生（MrBeast）」。野獸先生在IG宣布將抽出26位幸運粉絲，每人可獲得一台特斯拉，總價值超過3千萬台幣。參加者需在IG貼文按讚、留言並標記2位好友，但限於美國、澳洲、加拿大、日本、韓國等地，台灣不包含在內。",
        "summary_3.5_eng": "According to the revised Article 6, Paragraph 3 of the \"Computer Network Content Rating Processing Measures,\" websites are required to display ratings on their homepage or restricted pages in accordance with the regulations of the Taiwan Website Classification Promotion Fund. The Taiwan Website Classification Promotion Fund (TICRF) website is http://www.ticrf.org.tw. In entertainment news, popular YouTuber MrBeast celebrated his 26th birthday by giving away 26 Tesla cars, including 25 Model 3 cars and one Cybertruck. Participants can enter by liking and commenting on MrBeast's Instagram post and tagging two friends, with the giveaway limited to certain countries excluding Taiwan.",
        "summary_3.5_zho": "根据《电脑网络内容分级处理办法》修正条文第六条第三款规定，已在网站首页或各该限制级网页，依台湾网站分级推广基金会规定作标示。台湾网站分级推广基金会（TICRF）网站：http://www.ticrf.org.tw。地表最强YouTuber野兽先生送出26台特斯拉作生日礼物，其中包括25台Model 3和一台Cybertruck，总价值超过3千万台币。想要参加抽奖的粉丝需要在野兽先生的IG贴文点赞、留言并标记2位好友，但参加者地区限制在美国、澳大利亚、加拿大、日本和韩国。"
    },
    {
        "uri": "2024-05-349593973",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-05-08",
        "time": "23:40:57",
        "dateTime": "2024-05-08T23:40:57Z",
        "dateTimePub": "2024-05-08T23:30:09Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.chinatimes.com/realtimenews/20240509000938-260410",
        "title": "網路口碑爆棚！新創保溫瓶品牌力壓百年老牌　阿湯哥女兒愛不釋手",
        "body": "自新冠疫情以來，越來越多人習慣出門自帶保溫瓶，就連好萊塢名流都不例外。好萊塢巨星「阿湯哥」湯姆克魯斯（Tom Cruise）的女兒舒莉克魯斯（Suri Cruise）就曾多次被拍到拿著新創品牌Owala環保保溫瓶現身，除了展現她的好品味，也凸顯出這個成立於2020年品牌當前的火熱程度。\n\n在美國，擁有逾百年歷史的保溫瓶品牌Stanley雖然至今仍有不少粉絲，但是今年來有許多媒體都發現，新創品牌Owala在網路上聲量越來越高，大有與「老前輩」一較高下的態勢。在《今日美國》所做的評測中，2家品牌相較之下，Owala更成為了總體贏家。\n\nOwala在網路平台的討論度不斷竄升，不但大批美國消費者在TikTok上大秀使用體驗，據《今日美國》報導，舒莉愛用的FreeSip系列在電商平台亞馬遜上累積的5星級評論已超過12000條。最新數據顯示，Owala整個品牌在Instagram上累積的粉絲已經超過36萬名。\n\nOwala產品採用高品質不銹鋼、母嬰用品指定的Tritan環保材料，而在「除了超環保還要超方便」的堅持下，許多貼心設計都相當實用。像是FreeSip系列的雙飲口設計能避免飲料外溢，杯蓋本身自帶提把，不需要再搭配飲料提袋，而彈跳式按壓開關設計，讓使用者能單手輕鬆開蓋。時尚的外觀，加上多樣化的配色更是吸引不少女性消費者的目光。Owala保溫瓶目前已引進台灣。\n\n@lehandrabreanne My new favorite water tumbler! No affiliation just sharing! @BruMate @Owala cups are far better than stanley and yeti idc idc idc bye #cuptok #watercup #owalawaterbottle #brumateera #tumblraesthetic ♬ original sound - Lehandra Staude\n\n蘋果發表會藏驚喜彩蛋 執行長庫克這「行頭」成焦點 密集恐懼症爆發！ OL入住9個月才發現 崩潰曝：房東都沒說 Cybertruck防水功能強到可當船？ 1簡單動作 車主崩潰了 #保溫瓶 #Owala #口碑 #阿湯哥 #女兒 透過【Google新聞】追蹤中時新聞網",
        "source": {
            "uri": "chinatimes.com",
            "dataType": "news",
            "title": "中時新聞網"
        },
        "authors": [],
        "image": "https://images.chinatimes.com/newsphoto/2024-05-09/656/20240509000939.jpg",
        "eventUri": null,
        "sentiment": null,
        "wgt": 452907657,
        "relevance": 1,
        "summary_eng": "Since the outbreak of the COVID-19 pandemic, more and more people have been bringing their own insulated bottles when going out, including Hollywood celebrities. Tom Cruise's daughter, Suri Cruise, has been spotted multiple times with the eco-friendly Owala insulated bottle, showcasing her good taste and the brand's popularity since its establishment in 2020. Owala has been gaining popularity online, with many American consumers showcasing their experiences on platforms like TikTok. The brand has received positive reviews on e-commerce platforms like Amazon, accumulating over 12,000 5-star ratings for the FreeSip series. Owala's products are made with high-quality materials and feature practical designs, such as a dual drinking mouth design and a flip-top lid with a built-in handle. The brand has attracted over 360,000 followers on Instagram and has been introduced in Taiwan.",
        "summary_zho": "自新冠疫情以来，越来越多人习惯出门自带保温瓶，就连好莱坞名流也不例外。好莱坞巨星汤姆克鲁斯的女儿舒莉克鲁斯曾多次被拍到拿着新创品牌Owala环保保温瓶现身，展现了她的好品味。Owala在美国的声量逐渐上升，成为了保温瓶市场的新宠。产品采用高品质材料，设计实用且时尚，吸引了不少消费者的目光。Owala保温瓶已引进台湾。",
        "summary_4o_eng": "Since the COVID-19 pandemic, more people have become accustomed to carrying their own thermos bottles, including Hollywood celebrities. Tom Cruise's daughter, Suri Cruise, has been frequently spotted with an Owala eco-friendly thermos bottle, highlighting both her good taste and the popularity of this brand, which was established in 2020.\n\nIn the United States, the century-old thermos brand Stanley still has many fans, but new brand Owala is gaining significant online traction, posing a challenge to the established brand. According to a review by USA Today, Owala emerged as the overall winner when compared to Stanley.\n\nOwala's online presence is rapidly growing, with many American consumers showcasing their experiences on TikTok. USA Today reports that the FreeSip series, favored by Suri, has garnered over 12,000 five-star reviews on Amazon. The brand has also accumulated over 360,000 followers on Instagram.\n\nOwala products are made from high-quality stainless steel and Tritan eco-friendly materials, commonly used in baby products. The brand emphasizes both environmental friendliness and convenience, featuring practical designs such as dual drinking spouts to prevent spills, built-in handles on the lids, and a one-handed push-button opening mechanism. The stylish appearance and variety of colors have attracted many female consumers. Owala thermos bottles are now available in Taiwan.",
        "summary_4o_zho": "自新冠疫情以来，越来越多人习惯出门自带保温瓶，包括好莱坞名流。汤姆·克鲁斯的女儿苏瑞·克鲁斯多次被拍到使用新创品牌Owala的环保保温瓶，展示了她的好品味，也凸显了该品牌的火热程度。\n\n在美国，尽管拥有百年历史的保温瓶品牌Stanley仍有不少粉丝，但新创品牌Owala在网络上的声量越来越高，甚至在《今日美国》的评测中击败了Stanley，成为总体赢家。Owala在TikTok和亚马逊等平台上获得大量好评，Instagram粉丝超过36万。\n\nOwala产品采用高品质不锈钢和环保材料，设计实用且方便，如FreeSip系列的双饮口设计和弹跳式按压开关，吸引了众多女性消费者的目光。Owala保温瓶目前已引进台湾。",
        "summary_3.5_eng": "Since the outbreak of the COVID-19 pandemic, more and more people have been bringing their own insulated bottles when going out, including Hollywood celebrities. Tom Cruise's daughter, Suri Cruise, has been spotted multiple times with the eco-friendly Owala insulated bottle, showcasing her good taste and the brand's popularity since its establishment in 2020. Owala has been gaining popularity online, with many American consumers showcasing their experiences on platforms like TikTok. The brand has received positive reviews on e-commerce platforms like Amazon, accumulating over 12,000 5-star ratings for the FreeSip series. Owala's products are made with high-quality stainless steel and eco-friendly Tritan materials, with practical designs like dual drink openings and a one-handed press-to-open lid. The brand has attracted over 360,000 followers on Instagram and has been introduced in Taiwan.",
        "summary_3.5_zho": "自新冠疫情以来，越来越多人习惯出门自带保温瓶，就连好莱坞名流也不例外。好莱坞巨星汤姆克鲁斯的女儿舒莉克鲁斯曾多次被拍到拿着新创品牌Owala环保保温瓶现身，展现了她的好品味，也凸显了这个品牌的火热程度。Owala在美国的声量逐渐上升，成为了与传统品牌Stanley一较高下的态势，而在一些评测中，Owala成为了总体赢家。该品牌在网上讨论度不断攀升，吸引了大量消费者的关注，产品设计实用且环保，吸引了不少消费者的目光。Owala保温瓶已引进台湾。"
    },
    {
        "uri": "2024-04-340728175",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-04-30",
        "time": "15:33:45",
        "dateTime": "2024-04-30T15:33:45Z",
        "dateTimePub": "2024-04-30T04:56:04Z",
        "dataType": "news",
        "sim": 0.7215686440467834,
        "url": "https://www.bastillepost.com/hongkong/article/14012890/",
        "title": "「特斯拉」缺席北京車展老闆卻來了！ 馬斯克突訪福地「中國」只因背後危機重重？",
        "body": "第18屆北京車展可謂電動汽車的「高光時刻」，唯獨昔日電動車「霸主」特斯拉缺席，不過公司老闆馬斯克卻突訪北京，並與中國領導人會面，背後究竟有何玄機？\n\n4月28日，馬斯克的灣流G550私人飛機，降落在首都國際機場，29日離開，僅逗留1天半的行程被外媒稱稱作是「一次令人意外的訪問」。\n\n國務院總理李強會見馬斯克\n\n在釣魚台國賓館，國務院總理李強會見馬斯克，他表示，特斯拉在中國的發展堪稱中美經貿合作的成功範例，並稱中國超大規模市場將始終向外資企業敞開。馬斯克則向李強表示，特斯拉上海超級工廠是特斯拉表現最好的工廠，這得益於中國團隊的勤勞智慧。特斯拉願同中國進一步深化合作，取得更多共贏成果。他的這番說話帶著滿滿誠意，只因為特斯拉創造的驕人銷售成績，一向和中國市場密不可分。\n\n此前，李強與馬斯克也曾有過多次見面。早在2018年7月，時任上海市委書記的李強就會見了馬斯克。當年，特斯拉首個海外超級工廠落戶上海臨港，這是上海有史以來最大的外資制造業項目。僅僅半年後，特斯拉上海超級工廠開工，創造了「當年開工、當年竣工、當年投產、當年上市」的中國速度。隨後，從0輛到100萬輛車，特斯拉上海超級工廠用了33個月，從100萬輛到200萬輛，僅耗時13個月。\n\n特斯拉曾經的輝煌與中國市場密不可分\n\n彼時的馬斯克，可謂「春風得意」。2020年1月7日，特斯拉在上海超級工廠首次交付國產Model 3，當時馬斯克親臨現場，興奮地來了一支即興舞蹈。\n\n其實在落戶上海之前，特斯拉陷入嚴重的產能危機和現金流危機，一方面Model 3產量無法滿足交付需求，另一方面巨大的研發投入導致公司資金鏈接近崩潰。馬斯克在《矽谷鋼鐵俠：埃隆·馬斯克的冒險人生》一書中提到，2013年3月，他差點將特斯拉以110億美元的價格出售給谷歌「當時特斯拉正處在破產的邊緣」。\n\n近日特斯拉公司再度陷入困境\n\n歷史再度重演，最近一段日子馬斯克又開始過得不太舒心，公司面臨最大規模裁員。4月15日，馬斯克宣布特斯拉將在全球裁員10%，截至2023年12月31日，特斯拉全球員工總數為140473人。依此推算，特斯拉本輪裁員涉及的員工數量或達14000人以上。這是特斯拉自2017年以來的第五次大規模裁員，當時該公司裁員2%。此後，該公司在2018年、2019年和2022年分別削減了9%、7%和3%的員工。\n\n此外，公司還面臨高層人員變動，特斯拉動力總成及能源業務高級副總裁德魯·巴格利諾和與公共政策和業務發展副總裁羅漢·帕特爾（Rohan Patel）宣布離職。巴格利諾是特斯拉的元老級人物，在特斯拉服務了18年，一直擔任著動力總成及能源業務的高級副總裁，負責電池、電機、驅動單元、電力電子和能源產品等重要業務，這些都是特斯拉業務的核心。帕特爾於2017年加入特斯拉，成為了特斯拉公共政策和業務發展副總裁，曾幫助處理特斯拉與政府和監管機構之間的關系。\n\n特斯拉公司利潤股價雙跌\n\n利潤下滑：2023年財報顯示，2023年特斯拉全年凈利潤為108.82億美元，同比減少23%，而特斯拉也出現了自2017年以來的首次年度利潤下降。\n\n股價下跌：特斯拉近期股價大跌，今年第一季度，特斯拉股價累計下跌近30%，馬斯克還因此丟掉了世界首富的位置。\n\n困境之下馬斯克再訪中國福地\n\n困境之下，馬斯克再次想到了中國這塊福地。在一天半的訪華之行中，馬斯克不僅得以見到中國政府高層，還成功拿到「數據安全通行證」，特斯拉通過國家汽車數據安全4項全部要求，即車外人臉信息等匿名化處理、默認不收集座艙數據、座艙數據車內處理、處理個人信息顯著告知等。特斯拉方面表示，這將有利於全面解除（如機關單位、機場、高速等）對特斯拉等智能汽車的禁行禁停限制。\n\n據了解，此次試點的四項要求對汽車數據合規提出了很高的要求，得到了各個企業管理層的高度重視和積極配合。同時，為符合相關要求，試點企業投入了較大的研發資源。特斯拉也成為唯一一家符合合規要求的外資企業，其他五家企業分別是比亞迪、理想、路特斯、合眾新能源（旗下品牌為哪咤汽車）和蔚來。\n\n除了拿到「通行證」，馬斯克此行可謂收獲頗豐。有媒體猜測馬斯克意在推動特斯拉旗下完全自動駕駛系統（FSD）在華落地。在動身赴京的前幾天，馬斯克在回覆網友關於特斯拉FSD何時進入中國時稱「可能很快就能實現」，表明馬斯克已有預期能將其FSD在中國落地。\n\n長遠來看，實現高階自動駕駛是電動汽車的未來發展趨勢。自動駕駛技術正以革命性的姿態，成為推動電動汽車行業發展新質生產力的關鍵驅動力。當下，無論是在中國，還是在歐美市場，都積極擁抱自動駕駛，推動自動駕駛技術的落地。\n\n數據顯示，2023年中國市場（不含進出口）乘用車前裝標配ADAS（高級輔助駕駛系統）交付1238.06萬輛，同比增長23.7%，而NOA為代表的高階智駕市場同比大增189.02%。特斯拉更新的FSD版本一旦成功進入中國市場，對整個高階智駕市場帶來的影響將是巨大的，或將大幅強化消費者認知，推動國內高階智駕滲透，並在中國自動駕駛領域中引發「鯰魚效應」。\n\n馬斯克放話進軍20萬元低端市場\n\n在中國的這一天半時間，馬斯克「放話」特斯拉要進入20萬元低端市場，「最便宜」的特斯拉Model 2將於2025年上市開售，其項目名稱為Redwood。據悉，新車將於墨西哥、柏林以及上海工廠開工投產，市場定價將保持在2.5萬美元上下（按當前匯率來算，國內售價為18.2萬人民幣左右），後期全面投產後價格有望迎來進一步下探。特斯拉目前僅有五款車型在售，包括兩款轎車、兩款SUV和一款皮卡，而20萬元以下的車型一直是「一片空白」。\n\n馬斯克宣傳低價車型上市，這個「大餅」其實畫了好幾年。早在2020年特斯拉「電池日」上，馬斯克就大騷技術，提出通過一體壓鑄、電芯去極耳設計、車身一體化等方式實現降本目的，說「用三年左右時間來實現2.5萬美元的平價車型不是問題」。然而從特斯拉公布的數據來看，Model S和Model X在2023年的累計銷量不足7萬輛，這與Model Y和Model 3在市場自行車道「大殺四方」的表現形成了鮮明對比。\n\n然而自從2020年以來，特斯拉就再也沒有推出面向大眾市場的新車型，特斯拉的Model Y運動型多用途車曾經是銷量最高的一款車，但是在技術更新換代的今天，「一招食盡天」的思維模式可能要換個思路，畢竟比亞迪、上汽、吉利等國產車企都在推陳出新上用足了勁。\n\n特斯拉去年開始限量發售的未來主義皮卡車Cybertruck只吸引一小部分買家，大部分消費者無法接受昂貴的價格和前衛的設計。這款占用了大量研發成本的Cybertruck使用不銹鋼制造，這種材料看起來結實不易生銹，但是卻難以駕馭。而不久前剛上市的小米SU7，售價21.59萬起，比亞迪爆款車型「海豚」，售價9.98萬起，馬斯克的壓力究竟有多大？答案只有他自己知道。\n\n華盛頓大學研究中國汽車購買習慣的工程管理助理教授海爾韋斯頓說，特斯拉在高端市場不容樂觀，因為它的車不像寶馬或奔馳等車廠的出品那樣，能提供很多的舒適享受。「在中國有太多好選擇了，特斯拉『不上不下』，從它能提供的服務來看，它的價格過高了。」\n\n特斯拉在歐洲也風光不再\n\n如今，特斯拉在歐洲也風光不再。歐洲汽車制造商協會（ACEA）發布的3月銷量數據顯示，受到特斯拉德國柏林工廠3月縱火案影響，特斯拉當月銷量下滑34.9%，市場份額從去年同期的4.3%跌至2.9%。施密特汽車研究公司的數據顯示，大眾及其旗下奧迪、斯柯達和西亞特品牌在非洲大陸的電動汽車銷量加起來超過了特斯拉。特斯拉也不再是全球最受歡迎的品牌，比亞迪在2023年最後三個月的全球電動車銷量超過了特斯拉，其出品包括種類繁多的轎車、運動型多用途車和廉價的超小型汽車。\n\n馬斯克面對銷冠易主，作出了自己的解讀「我們又不是一家汽車公司，我們是搞人工智能加機器人的。」但是他也說過，如果沒有貿易壁壘，比亞迪和其他中國公司將「幾乎壓倒世界上大多數汽車公司」。\n\n得益於中國國內政策的扶持和市場的廣闊，特斯拉在上海的工廠曾經幫助它成為全球最有價值的汽車企業，也讓馬斯克一度成了超級富豪。特斯拉進入中國獲得利潤的同時，也在使用中國制造的電池和零部件，幫助供應商開發技術，這些供應商後來將技術出售給了中國的電動汽車制造商。如今，中國的電動汽車技術如何？用法國財政部長勒梅爾的話說「已領先歐洲五到七年」。\n\n在今次旋風訪問中，馬斯克對媒體表示「我是中國的粉絲，超級粉絲！」。面對國產電動汽車的強勢崛起，馬斯克這次「令人意外的訪問」能否再次助力特斯拉擺脫經營困境，尚需時日來加以檢驗。但可以肯定的是，中國這塊市場福地帶給電動汽車行業的發展契機是無法替代的，這一點，相信曾經「瞓地板」的馬斯克知道（馬斯克在創業時經常睡地板），在上海超級工廠首次交付國產Model 3時跳舞的馬斯克也知道。\n\n毛拍手\n\n** 博客文章文責自負,不代表本公司立場 **",
        "source": {
            "uri": "bastillepost.com",
            "dataType": "news",
            "title": "bastillepost.com"
        },
        "authors": [],
        "image": "https://image.bastillepost.com/640x/wp-content/uploads/hongkong/2024/04/%E6%AF%9B%E6%8B%8D%E6%89%8B_FB.png",
        "eventUri": "zho-1606825",
        "sentiment": null,
        "wgt": 452187225,
        "relevance": 1,
        "summary_eng": "The 18th Beijing Auto Show was a highlight for electric cars, with Tesla absent but Elon Musk unexpectedly visiting Beijing and meeting with Chinese leaders. This visit raised questions about the underlying motives. Musk met with Premier Li Keqiang, praising Tesla's success in China and expressing a desire for further cooperation. Tesla's success in China has been closely tied to the market. However, Tesla has faced challenges recently, including profit and stock price declines, layoffs, and executive departures. Musk's visit to China aimed to strengthen ties and potentially introduce Tesla's fully autonomous driving system in the country. Additionally, Musk announced plans for a low-cost Tesla model to enter the market. Tesla's struggles in Europe were also highlighted, with declining sales and market share. The article concludes by emphasizing the importance of the Chinese market for the electric vehicle industry and Musk's efforts to navigate challenges and opportunities in the industry.",
        "summary_zho": "第18屆北京車展是電動汽車的「高光時刻」，特斯拉缺席但馬斯克突訪北京，與中國領導人會面。馬斯克表示特斯拉在中國的發展是成功範例，並表示願意深化合作。特斯拉近年面臨裁員和利潤下滑，馬斯克再次訪華意在推動特斯拉自動駕駛系統在中國落地。此外，馬斯克宣布特斯拉將推出20萬元低端車型。特斯拉在歐洲也面臨銷量下滑，馬斯克表示特斯拉不是汽車公司，而是搞人工智能和機器人的。馬斯克對中國市場表示支持，認為中國的電動汽車技術領先歐洲。",
        "summary_4o_eng": "The 18th Beijing Auto Show highlighted electric vehicles, but Tesla, a former leader in the sector, was notably absent. However, Tesla's CEO Elon Musk made a surprise visit to Beijing, meeting with Chinese leaders. Musk's private jet landed on April 28 and departed on April 29, making it a brief visit.\n\nDuring his visit, Musk met with Chinese Premier Li Qiang at the Diaoyutai State Guesthouse. Li praised Tesla's success in China as a model of Sino-American economic cooperation and emphasized China's openness to foreign enterprises. Musk expressed his appreciation for the hard work and intelligence of Tesla's Chinese team and expressed a desire to deepen cooperation with China.\n\nTesla's success in China is significant, with the Shanghai Gigafactory being a key contributor. Despite past financial struggles, Tesla's Shanghai factory has achieved remarkable production milestones. However, Tesla is currently facing challenges, including large-scale layoffs and executive departures. The company's profits and stock prices have also declined.\n\nMusk's visit to China aimed to secure a \"data security pass,\" allowing Tesla to meet stringent data compliance requirements, which could lift restrictions on Tesla vehicles in certain areas. Additionally, Musk hinted at the potential introduction of Tesla's Full Self-Driving (FSD) system in China.\n\nMusk also announced plans to enter the lower-priced market with the Tesla Model 2, expected to be priced around $25,000 and launched in 2025. This move aims to compete with domestic brands like BYD and Geely, which have been innovating rapidly.\n\nTesla's market position in Europe has also weakened, with declining sales and market share. Despite these challenges, Musk remains optimistic about Tesla's future, emphasizing the company's focus on AI and robotics.\n\nMusk's visit to China underscores the importance of the Chinese market for Tesla's growth and recovery. Whether this visit will help Tesla overcome its current difficulties remains to be seen, but China's market potential is undeniable.",
        "summary_4o_zho": "第18届北京车展上，电动汽车成为焦点，但特斯拉缺席。特斯拉老板马斯克突访北京，与中国领导人会面。马斯克的私人飞机4月28日降落北京，29日离开，行程仅一天半。国务院总理李强在钓鱼台国宾馆会见马斯克，称特斯拉在中国的发展是中美经贸合作的成功范例。马斯克表示，特斯拉上海超级工厂表现最佳，愿深化合作。\n\n特斯拉近期面临困境，包括大规模裁员和高层变动，利润和股价双双下跌。马斯克此次访华，获得了“数据安全通行证”，有助于解除对特斯拉的禁行禁停限制。媒体猜测马斯克意在推动特斯拉的完全自动驾驶系统（FSD）在中国落地。\n\n马斯克还宣布特斯拉将进军20万元低端市场，计划2025年推出Model 2。特斯拉在高端市场面临激烈竞争，尤其是来自比亚迪等国产车企的挑战。特斯拉在欧洲市场也不再风光，销量下滑。\n\n马斯克表示自己是“中国的超级粉丝”，希望通过此次访问助力特斯拉摆脱困境。中国市场对电动汽车行业的发展机会不可替代。",
        "summary_3.5_eng": "The 18th Beijing Auto Show was a highlight for electric cars, with Tesla absent but Elon Musk visiting Beijing and meeting with Chinese leaders. This unexpected visit included a meeting with Premier Li Keqiang, where Musk praised Tesla's success in China and expressed a desire for further cooperation. Despite Tesla's past success in China, the company is currently facing challenges such as profit and stock price declines, layoffs, and executive departures. Musk's visit to China aimed to strengthen Tesla's position in the market, including obtaining a data security pass and announcing plans for a low-cost Tesla Model 2. However, Tesla's dominance in the high-end market is being challenged by Chinese competitors, and Musk's push for a low-cost model may face obstacles. The article also discusses Tesla's struggles in Europe and Musk's admiration for China's electric vehicle market.",
        "summary_3.5_zho": "第18屆北京車展是電動汽車的「高光時刻」，特斯拉缺席但馬斯克突訪北京，與中國領導人會面。馬斯克表示特斯拉在中國的發展是成功範例，並表示願意深化合作。特斯拉近年面臨裁員和利潤下滑，馬斯克再次訪華，成功拿到「數據安全通行證」。他宣布特斯拉將推出20萬元低端車型，並表示特斯拉不是汽車公司，而是搞人工智能和機器人的。特斯拉在歐洲也面臨銷量下滑，比亞迪等中國公司崛起。馬斯克對中國市場表示熱愛，中國市場對電動汽車行業的發展契機是無法替代的。"
    },
    {
        "uri": "2024-04-336945062",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-04-26",
        "time": "22:11:11",
        "dateTime": "2024-04-26T22:11:11Z",
        "dateTimePub": "2024-04-26T22:00:09Z",
        "dataType": "news",
        "sim": 0.6274510025978088,
        "url": "https://www.chinatimes.com/realtimenews/20240427000022-260410",
        "title": "財經選讀》馬斯克「畫大餅」VS祖克伯「老實說」 投資人兩極反應驚呆華爾街",
        "body": "美股超級財報周登場，科技巨頭包括微軟、谷歌母公司Alphabet、特斯拉與臉書母公司Meta都已發布業績，而其中特斯拉與Meta財報公布後的股價反應，卻讓華爾街眾人驚呆，因為營收4年來首見衰退的特斯拉，股價竟暴衝，交出超越市場預期營收的Meta，股價卻瘋狂下殺！\n\n■馬斯克成功轉移投資人注意\n\n由於執行長馬斯克（Elon Musk）的爭議言行，特斯拉的股價表現常猶如雲霄飛車。而這次特斯拉在23日美股盤後公布的首季財報不如市場預期，股價卻沒因此重挫，反而在盤後狂飆逾13%，就是靠著馬斯克的「一張嘴」。\n\n特斯拉今年首季營收年減9%，創2021年以來最大降幅，僅為213.01億美元，不如市場預期的221.5億美元，而同期淨利大幅下滑至11.29億美元，年減幅形同腰斬。\n\n但財報的低迷數據，加上裁員與明星產品Cybertruck處於召回危機等負面狀況，卻隨著馬斯克在電話會議中畫的一個個「大餅」，讓投資人感到熱血沸騰，自願買單。分析師形容，馬斯克猶如讓投資人喝下「迷魂湯」，藉由平價車款有望較預期更早投產，人形機器人Optimus與無人駕駛計程車Robotaxi進展良好等多項布局，重新定位特斯拉是1家「科技公司」。\n\n從股價噴漲的狀況來看，馬斯克這些五花八門的「套路」，投資人顯然十分買帳。媒體分析指出，馬斯克淡化了財報中的大部分內容，成功讓投資人將注意力轉移到其他地方。美銀證券分析師John Murphy認為，積極的催化劑開始出現，特斯拉基本上清除了壞消息，如果公司遵循計畫來發展，股價未來漲勢可期。\n\n■祖克伯砸重金布局AI嚇壞投資人\n\n相較於特斯拉的黯淡財報，Meta在24日美股盤後交出的上季成績單可說是相當亮眼。不但營收年增27%至365億美元，創下歷年同期新高且超乎華爾街預期，淨利124億美元，也較去年同期增加1倍以上。\n\n可是與特斯拉股民狂歡形成對比的是Meta股價迎來血洗！因為Meta執行長祖克伯不但透露公司正在向AI領域投入更多資金，還提醒股東與市場投資人，他們專注的人工智慧（AI）業務，很可能需要「更多時間」才能看見回收。\n\nMeta上修2024年資本支出至350～400億美元，並預期未來幾年會大舉加碼投資，嚇壞了投資人，憂心研發AI太燒錢，勢必會影響Meta後續的收入與財報。儘管祖克伯試圖緩解投資人對公司支出的擔憂，強調Meta過去在向其他新技術過渡時也採取了類似措施，但仍無力阻擋公司股價在24日盤後急遽崩跌15%。\n\n雖然投資人不捧場，但專家指出，從長遠來看，Meta的投資可能比其虛擬遊戲有更好的回報。投資銀行William Blair的分析師Ralph Schackart表示，雖然Meta投資AI的時間與規模將比之前的擴張更大、時間更長，但現在採取行動將使Meta在與競爭對手的較勁中處於更有利的位置。\n\n■馬斯克與祖克伯身家再洗牌\n\n身為眾所矚目的科技富豪，馬斯克與祖克伯除了公司業績與個人發言經常被拿來做對比，兩人的身家同樣也是外界關注焦點。\n\n隨著25日Meta收盤崩跌近11%，創下2022年10月以來最大單日跌幅，祖克伯身家一夜蒸發超過180億美元（約新台幣5909億元）。富比世即時富豪榜26日資料顯示，祖克伯身家降至1550億美元（約新台幣5兆元），在全球富豪榜上排名第4，而馬斯克身家則是增加45億美元（約新台幣1477億元）至1922億美元（約新台幣6.3兆元），在全球富豪榜上排名第2。\n\n特斯拉獲利腰斬...盤後股價卻飆破13％ 馬斯克一句話超給力 祖克柏1句話Meta股價暴跌 急喊「將用3方式」發大財 AI怎麼用？ 美高中生超狂示範 馬斯克也喊讚 #Meta #馬斯克 #財報 #特斯拉 #祖克伯 透過【Google新聞】追蹤中時新聞網",
        "source": {
            "uri": "chinatimes.com",
            "dataType": "news",
            "title": "中時新聞網"
        },
        "authors": [],
        "image": "https://images.chinatimes.com/newsphoto/2024-04-26/656/20240426004622.jpg",
        "eventUri": "zho-1603352",
        "sentiment": null,
        "wgt": 451865471,
        "relevance": 51,
        "summary_eng": "In the recent super financial reports of US stocks, tech giants including Microsoft, Alphabet (Google's parent company), Tesla, and Meta (Facebook's parent company) have released their earnings. Surprisingly, Tesla's stock price surged despite a revenue decline, while Meta's stock price plummeted even though they exceeded market expectations. Elon Musk's controversial statements have successfully diverted investor attention from Tesla's disappointing first-quarter financial results. On the other hand, Mark Zuckerberg's announcement of increased investment in AI at Meta caused a significant drop in the stock price, leading to concerns about the company's future revenue and financial performance. Despite the immediate market reactions, experts believe that both Tesla and Meta's long-term investments may yield positive returns. Additionally, Musk's and Zuckerberg's personal wealth has also been affected by these developments, with Musk's wealth increasing and Zuckerberg's decreasing.",
        "summary_zho": "美国股市超级财报周登场，科技巨头包括微软、谷歌母公司Alphabet、特斯拉和Facebook母公司Meta都已发布业绩。特斯拉和Meta的股价反应让华尔街震惊，特斯拉營收首次下降四年，股价却暴涨；而Meta的股价则狂跌。马斯克成功转移投资人注意力，特斯拉股价飙升，而祖克伯投入AI领域的重金布局让投资人感到担忧，Meta股价暴跌。马斯克和祖克伯的身家也再次洗牌。",
        "summary_4o_eng": "During a major earnings week for U.S. stocks, tech giants including Microsoft, Alphabet (Google's parent company), Tesla, and Meta (Facebook's parent company) released their financial results. The market reactions to Tesla and Meta's earnings reports were surprising: Tesla's stock surged despite its first revenue decline in four years, while Meta's stock plummeted even though it exceeded market expectations.\n\nElon Musk, Tesla's CEO, managed to shift investor focus away from the disappointing earnings through optimistic projections about future products and developments, leading to a 13% spike in Tesla's stock price. In contrast, Meta's CEO Mark Zuckerberg's announcement of significant investments in AI, which would take time to yield returns, caused Meta's stock to drop sharply by 15%.\n\nThe contrasting stock performances also affected the personal fortunes of Musk and Zuckerberg. Following the stock movements, Zuckerberg's net worth dropped significantly, while Musk's increased, further altering their standings on the global billionaire rankings.",
        "summary_4o_zho": "美股超级财报周登场，科技巨头如微软、谷歌母公司Alphabet、特斯拉和脸书母公司Meta都已发布业绩。特斯拉和Meta的财报公布后，股价反应出人意料：特斯拉营收四年来首次衰退，但股价暴涨；Meta营收超预期，但股价暴跌。\n\n特斯拉首季营收下降9%，净利大幅下滑，但CEO马斯克通过电话会议转移投资者注意力，强调未来发展计划，导致股价盘后飙升逾13%。分析师认为，马斯克成功淡化了财报中的负面内容。\n\n相比之下，Meta的财报表现亮眼，营收和净利均大幅增长，但因CEO祖克伯宣布大规模投资AI，股价盘后急跌15%。投资者担心AI研发成本过高，影响公司未来收入。\n\n马斯克和祖克伯的身家也因此发生变化：Meta股价大跌导致祖克伯身家蒸发超180亿美元，排名全球富豪榜第4；马斯克身家增加45亿美元，排名第2。",
        "summary_3.5_eng": "In the recent super financial reports of US stocks, tech giants including Microsoft, Alphabet (Google's parent company), Tesla, and Meta (Facebook's parent company) have all released their earnings. Surprisingly, Tesla's stock price surged despite a revenue decline, while Meta's stock price plummeted even though they exceeded market expectations. Elon Musk's controversial statements helped boost Tesla's stock price, while Mark Zuckerberg's heavy investment in AI scared off investors, causing Meta's stock price to drop. Musk and Zuckerberg's fortunes also saw a reshuffle, with Musk's wealth increasing and Zuckerberg's decreasing significantly.",
        "summary_3.5_zho": "美国股市超级财报周登场，科技巨头包括微软、谷歌母公司Alphabet、特斯拉和Facebook母公司Meta都已发布业绩。特斯拉和Meta的股价反应让华尔街惊讶，特斯拉營收首次下降，股价却暴涨；而Meta超越市场预期的營收，股价却急剧下跌。马斯克成功转移投资人注意力，特斯拉股价飙升，而祖克伯投入AI领域的重金布局让投资人感到担忧，Meta股价暴跌。马斯克和祖克伯的身家也再次洗牌。"
    },
    {
        "uri": "2024-04-331992197",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-04-23",
        "time": "02:37:42",
        "dateTime": "2024-04-23T02:37:42Z",
        "dateTimePub": "2024-04-23T02:30:29Z",
        "dataType": "news",
        "sim": 0.5647059082984924,
        "url": "https://www.chinatimes.com/realtimenews/20240423001742-260410",
        "title": "特斯拉第一季財報將出爐 毛利率恐創6年來最低",
        "body": "美國電動車大廠特斯拉（Tesla）將於本周公布上季業績，該公司近日內部問題頻傳，諸如宣布大規模裁員、調降多項產品售價等，周一再傳出將解雇傳統行銷團隊，加上面臨中國同業強勁競爭，分析師預估，特斯拉上季營收有可能為四年來首度下滑，且毛利率恐創下六年以來最低。\n\n特斯拉於15日宣布將裁減逾1.4萬名員工，相當於全球人力的10％，以達到精簡組織架構與削減成本目的，不過外媒21日援引消息人士報導稱，實際裁員人數可能超過2萬人，其中，馬斯克的左右手、資深副總裁巴格林諾（Andrew Baglino）也已離開特斯拉，為八個月內離開的第二位高階主管。\n\n此外，由於中國電動車產業競爭加劇，美國和歐洲市場對電動車的需求又陷入疲軟，特斯拉今年第一季的生產、交付數據差強人意，生產量來到43.3萬台新車，而交付量僅38.7萬台，遠低於市場預期，且相比前一季跌幅達到20％，創下2020年以來最差單季表現。考量到電動車市場競爭日益激烈，特斯拉因此在中、德等主要市場大幅降價。\n\n然而此舉恐進一步侵蝕該公司毛利率，數據分析平台Visible Alpha調查了約20 名分析師的預測，毛利率預測的平均值來到15.2％，大幅低於去年同期的 19％，可能創下2017年第四季以來的最低水準。且若干分析師預估，經過多年的二位數成長後，特斯拉的年度交付量將於今年首次下降。\n\n特斯拉執行長馬斯克（Elon Musk）預料將會在周二的電話會議上面臨Model 2相關的問題。馬斯克曾於今年1月承諾該車型將於2025年上市，惟外媒本月稍早報導稱Model 2開發計畫疑似胎死腹中，該公司轉而聚焦於無人駕駛計程車Robotaxi。儘管馬斯克旋即否認此消息，但已引發分析師廣泛關注\n\n田中成長基金（Tanaka Growth Fund）的投資組合經理田中（Graham Tanaka）指出，考量到Model 2車型的前景仍充滿不確定性，加上Cybertruck電動皮卡生產緩慢，他最近幾日已清算最後的部位。\n\n田中強調，Model 2本應是特斯拉商業模式的護城河，但該車型卻遭到推遲了，有鑑於目前無法確定Cybertruck的成長速度，因此該公司分析師認為，明年持續持有特斯拉股票的風險將會更大。\n\n特斯拉股價周一最多急挫5.6％，收盤仍跌3.40％，收報每股142.05美元，連續第七個交易日下跌。截至周一為止，特斯拉股價今年迄今已下跌約43％。\n\n#特斯拉 #電動車 #馬斯克 #毛利率 透過【Google新聞】追蹤中時新聞網",
        "source": {
            "uri": "chinatimes.com",
            "dataType": "news",
            "title": "中時新聞網"
        },
        "authors": [],
        "image": "https://images.chinatimes.com/newsphoto/2024-04-23/656/20240423001743.jpg",
        "eventUri": "zho-1602725",
        "sentiment": null,
        "wgt": 451535862,
        "relevance": 1,
        "summary_eng": "Tesla, the American electric car giant, is expected to announce a decline in last quarter's revenue for the first time in four years, with analysts predicting a possible decrease in profit margin to the lowest in six years. The company has recently faced internal issues such as layoffs, price reductions, and the dismissal of the traditional marketing team. Competition in the Chinese electric car industry has intensified, leading to weaker demand in the US and European markets. Despite CEO Elon Musk's promises of new models, such as the Model 2, uncertainties remain, causing concern among analysts. Tesla's stock price has dropped by 43% this year, with a 5.6% decline on Monday alone.",
        "summary_zho": "特斯拉将公布上季业绩，公司内部问题频传，包括裁员、降价等，预计上季营收可能首次下滑，毛利率可能创下六年来最低。裁员人数可能超过2万人，高管离职，市场需求疲软，特斯拉在主要市场大幅降价，可能进一步降低毛利率。特斯拉股价连续下跌，今年迄今已下跌约43％。",
        "summary_4o_eng": "Tesla, the American electric vehicle giant, is set to announce its quarterly earnings this week amidst a series of internal issues, including large-scale layoffs and price reductions on several products. On Monday, it was reported that Tesla would also be dismissing its traditional marketing team. Facing strong competition from Chinese EV manufacturers, analysts predict that Tesla's revenue might decline for the first time in four years, and its gross margin could hit a six-year low.\n\nOn the 15th, Tesla announced it would cut over 14,000 employees, about 10% of its global workforce, to streamline operations and reduce costs. However, sources reported on the 21st that the actual number of layoffs might exceed 20,000, including the departure of senior vice president Andrew Baglino, the second high-level executive to leave in eight months.\n\nDue to increased competition in the Chinese EV market and weakening demand in the US and Europe, Tesla's production and delivery figures for the first quarter were disappointing. Production reached 433,000 new cars, but deliveries were only 387,000, far below market expectations and a 20% drop from the previous quarter, marking the worst quarterly performance since 2020. In response to the fierce competition, Tesla has significantly reduced prices in key markets like China and Germany.\n\nThis price reduction could further erode Tesla's gross margin, with analysts predicting an average gross margin of 15.2%, significantly lower than last year's 19%, potentially the lowest since Q4 2017. Some analysts also forecast that Tesla's annual delivery volume might decline for the first time after years of double-digit growth.\n\nCEO Elon Musk is expected to face questions about the Model 2 during Tuesday's conference call. Although Musk promised in January that the Model 2 would be released in 2025, recent reports suggest the project might be shelved in favor of focusing on the Robotaxi. Despite Musk's denial, this has drawn significant analyst attention.\n\nGraham Tanaka, portfolio manager at Tanaka Growth Fund, noted that due to uncertainties surrounding the Model 2 and the slow production of the Cybertruck, he has recently liquidated his remaining Tesla positions. Tanaka emphasized that the Model 2 was supposed to be a cornerstone of Tesla's business model, but its delay, coupled with uncertain Cybertruck growth, increases the risk of holding Tesla stock next year.\n\nTesla's stock dropped as much as 5.6% on Monday, closing down 3.40% at $142.05 per share, marking the seventh consecutive day of decline. As of Monday, Tesla's stock has fallen about 43% year-to-date.",
        "summary_4o_zho": "美国电动车巨头特斯拉（Tesla）将在本周公布上季度业绩。近期，特斯拉内部问题频发，包括大规模裁员、调降产品售价等。周一又传出将解雇传统营销团队，同时面临中国同行的强劲竞争。分析师预计，特斯拉上季度营收可能四年来首次下滑，毛利率或创六年新低。\n\n特斯拉宣布裁减逾1.4万名员工，占全球员工的10%，但消息称实际裁员人数可能超过2万人。由于中国电动车产业竞争加剧，美国和欧洲市场需求疲软，特斯拉今年第一季度生产和交付数据不佳，交付量远低于市场预期，创2020年以来最差单季表现。特斯拉在主要市场大幅降价，可能进一步侵蚀毛利率。\n\n分析师预测特斯拉毛利率平均值为15.2%，低于去年同期的19%，可能创2017年第四季度以来最低水平。特斯拉年度交付量可能首次下降。特斯拉CEO马斯克将在电话会议上面临Model 2相关问题。尽管马斯克否认Model 2开发计划终止的消息，但分析师对此广泛关注。\n\n田中成长基金的经理田中指出，Model 2前景不确定，加上Cybertruck生产缓慢，他已清算特斯拉股票。特斯拉股价周一最多急挫5.6%，收盘跌3.40%，今年迄今已下跌约43%。",
        "summary_3.5_eng": "Tesla, the American electric car giant, is set to announce its last quarter performance this week. The company has been facing internal issues such as announcing large-scale layoffs, lowering product prices, and reportedly firing its traditional marketing team. Analysts predict that Tesla's revenue for the last quarter may decline for the first time in four years, with profit margins potentially hitting a six-year low. The company recently announced a reduction of over 14,000 employees, or 10% of its global workforce, in an effort to streamline operations and cut costs. Additionally, due to increased competition in the Chinese electric car industry and weak demand in the US and European markets, Tesla's production and delivery numbers for the first quarter of this year fell short of expectations. The company's stock price has dropped significantly, with analysts expressing concerns about the future of Tesla's Model 2 and Cybertruck models. Tesla CEO Elon Musk is expected to address these issues in an upcoming conference call. The company's stock price has dropped by about 43% so far this year.",
        "summary_3.5_zho": "特斯拉將公布上季業績，公司內部問題頻傳，包括裁員、降價等。分析師預估上季營收可能下滑，毛利率可能創下六年來最低。特斯拉裁員超過1.4萬人，中國競爭激烈，市場需求疲軟。毛利率預測低於去年同期，交付量下降。特斯拉執行長面臨Model 2問題，股價下跌，今年已下跌43％。特斯拉未來前景不確定，投資風險增加。"
    },
    {
        "uri": "2024-04-331019501",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-04-22",
        "time": "08:33:41",
        "dateTime": "2024-04-22T08:33:41Z",
        "dateTimePub": "2024-04-22T08:26:18Z",
        "dataType": "news",
        "sim": 0.6509804129600525,
        "url": "https://www.chinatimes.com/realtimenews/20240422003498-260410",
        "title": "特斯拉全球大降價 華爾街大佬看衰：後悔沒清倉",
        "body": "美國電動車大廠特斯拉近來衰事不斷，今年來股價跌幅已超過40%。面對同業激烈競爭及銷量下滑的壓力，特斯拉咬牙祭出全球大降價策略。但是力拼價格戰的決定卻沒有贏得市場肯定。投行紛紛看衰，華爾街大佬級投資人甚至直言，此舉根本徒勞！\n\nFuture Fund Active ETF共同創辦人布萊克（Gary Black）曾是知名的特斯拉多頭。但他近日在社群平台X（前身為推特）上發文表示，由於擔心基本面惡化，旗下基金之前已將特斯拉持股權重從2022年9月的12.2%大幅降至2.7%。\n\n在特斯拉喊出在全球主要市場降價之後，布萊克坦言，「我們應該賣掉全部特斯拉持股，而不是繼續持有一小部分」。\n\n據布萊克分析，降價並不會為特斯拉帶來太大的銷量成長，呼籲特斯拉需要開始做廣告，吸引內燃機汽車車主轉向電動車，而為了與大陸電動車製造商有效競爭，特斯拉有必要優先考量推出2.5萬美元（約新台幣萬元）的車款。\n\n布萊克還認為，短期內特斯拉的「全自動輔助駕駛」（FSD）還無法達到推出無人駕駛計程車Robotaxi所需的L4/L5及自動駕駛水平。\n\n儘管特斯拉執行長馬斯克曾大讚Cybertruck是公司「有史以來的最好產品」，但布萊克坦承，自己錯信了Cybertruck對整體產品帶來的光環效應，也認為特斯拉顯然沒有意識到，降價的作法只會導致消費者期待公司進一步砍價。\n\n輝達股價暴跌10％、市值蒸發6.9兆 過來人馬斯克「超心酸」回應 特斯拉1年市值狂掉13兆 美作家曝大陸養套殺內幕：5招超狠 特斯拉爆砍1.4萬人 裁員只花5分鐘！大陸員工補償領得比美國多 #特斯拉 #馬斯克 #降價 #多頭 #華爾街 透過【Google新聞】追蹤中時新聞網",
        "source": {
            "uri": "chinatimes.com",
            "dataType": "news",
            "title": "中時新聞網"
        },
        "authors": [],
        "image": "https://images.chinatimes.com/newsphoto/2024-04-22/656/20240422003500.jpg",
        "eventUri": "zho-1602725",
        "sentiment": null,
        "wgt": 451470821,
        "relevance": 26,
        "summary_eng": "Tesla, the American electric car giant, has been facing a series of setbacks recently, with its stock price dropping by over 40% this year. In response to intense competition and declining sales, Tesla has implemented a global price reduction strategy, but this decision has not been well-received by the market. Investment banks are pessimistic, with some Wall Street investors even calling the move futile. Co-founder of Future Fund Active ETF, Gary Black, who was once a prominent Tesla bull, has reduced his fund's Tesla holdings significantly due to concerns about deteriorating fundamentals. He believes that Tesla's price cuts will not lead to significant sales growth and suggests that the company needs to start advertising to attract traditional car owners to switch to electric vehicles. Black also points out that Tesla's \"Full Self-Driving\" technology is not yet at the level required for launching a fully autonomous Robotaxi service. Despite Tesla CEO Elon Musk's praise for the Cybertruck, Black admits that he overestimated its impact and believes that Tesla's price reductions will only lead consumers to expect further discounts.",
        "summary_zho": "特斯拉股價跌幅超過40%，面對競爭和銷量下滑，特斯拉降價策略未受市場肯定。投行看衰，布萊克建議賣掉特斯拉持股，呼籲特斯拉需做廣告吸引消費者，並推出更便宜的車款。他認為特斯拉的自動駕駛技術尚未達到所需水平。特斯拉降價可能導致消費者期待進一步砍價。",
        "summary_4o_eng": "Tesla, the American electric vehicle giant, has faced numerous setbacks recently, with its stock price dropping over 40% this year. In response to intense competition and declining sales, Tesla has implemented a global price-cutting strategy. However, this move has not been well-received by the market, with investment banks expressing pessimism and prominent Wall Street investors calling it futile.\n\nGary Black, co-founder of Future Fund Active ETF and a former Tesla bull, revealed on social media that his fund had significantly reduced its Tesla holdings from 12.2% in September 2022 to 2.7% due to concerns about deteriorating fundamentals. Black suggested that Tesla should have sold all its shares instead of retaining a small portion.\n\nBlack argued that price cuts would not significantly boost Tesla's sales and recommended that Tesla start advertising to attract internal combustion engine car owners to switch to electric vehicles. He also suggested that Tesla should prioritize launching a $25,000 car to compete effectively with Chinese EV manufacturers.\n\nAdditionally, Black expressed doubts about Tesla's \"Full Self-Driving\" (FSD) technology reaching the required levels for autonomous taxis (L4/L5) in the short term. Despite CEO Elon Musk's praise for the Cybertruck, Black admitted he overestimated its impact and criticized Tesla for not realizing that price cuts would only lead consumers to expect further reductions.",
        "summary_4o_zho": "美国电动车大厂特斯拉近期面临诸多挑战，今年股价已下跌超过40%。在激烈的市场竞争和销量下滑压力下，特斯拉采取了全球降价策略，但这一决定未获市场认可。投行普遍看衰，华尔街投资人直言此举徒劳。\n\nFuture Fund Active ETF共同创办人Gary Black曾是特斯拉的支持者，但由于担心基本面恶化，他已大幅减少特斯拉持股。Black认为降价不会显著提升销量，建议特斯拉应做广告吸引内燃机车主，并推出更便宜的车型以与中国电动车制造商竞争。\n\n此外，Black认为特斯拉的全自动辅助驾驶技术短期内无法达到无人驾驶出租车所需的水平。尽管马斯克称Cybertruck是公司最佳产品，Black认为其影响被高估，并指出降价只会让消费者期待进一步降价。",
        "summary_3.5_eng": "Tesla, the American electric car giant, has been facing a series of setbacks recently, with its stock price falling by over 40% this year. In response to intense competition and declining sales, Tesla has implemented a global price reduction strategy, but this decision has not been well-received by the market. Co-founder of Future Fund Active ETF, Gary Black, who was once a prominent Tesla bull, has reduced his fund's Tesla holdings significantly due to concerns about deteriorating fundamentals. He believes that Tesla needs to start advertising to attract traditional car owners to switch to electric vehicles and should prioritize launching a $25,000 car to compete effectively with Chinese electric car manufacturers. Black also doubts Tesla's ability to achieve fully autonomous driving for its Robotaxi service in the short term. Despite Elon Musk's praise for the Cybertruck, Black admits that he overestimated its impact and believes that Tesla's price cuts will only lead consumers to expect further discounts.",
        "summary_3.5_zho": "特斯拉股價跌幅超過40%，面對競爭和銷量下滑，特斯拉降價策略未受市場肯定。投資人布萊克表示擔心特斯拉基本面惡化，已將持股比重大幅降低。他認為特斯拉需要開始做廣告吸引消費者，並推出更便宜的車款。此外，特斯拉的自動駕駛技術仍有待提升。特斯拉執行長馬斯克對Cybertruck的期待被認為過高，降價可能導致消費者期待進一步砍價。"
    },
    {
        "uri": "2024-04-329385911",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-04-20",
        "time": "10:19:29",
        "dateTime": "2024-04-20T10:19:29Z",
        "dateTimePub": "2024-04-20T09:09:59Z",
        "dataType": "news",
        "sim": 0.6078431606292725,
        "url": "https://www.rti.org.tw/news/view/id/2203276",
        "title": "特斯拉召回Cyber​​truck 馬斯克宣布推遲訪問印度行程",
        "body": "美國科技億萬富翁馬斯克(Elon Musk)今天(20日)宣布，他將推遲對印度的訪問。馬斯克原定在訪印期間，將與印度總理莫迪(Narendra Modi)會面並討論大型投資計畫。\n\n就在這項消息發布的前一天，馬斯克旗下的電動車大廠特斯拉(Tesla)宣布召回近4,000輛Cybertruck車輛，因為這款車輛存在油門踏板可能卡住，引發車輛意外加速的缺陷。\n\n馬斯克在社交媒體平台X上發文表示：「遺憾的是，因為特斯拉急待處理的業務，讓我推遲對印度的訪問，但是我非常期待今年稍後前往訪問。」\n\n媒體報導說，馬斯克原本預定21日前往印度訪問，為期2天，訪問期間馬斯克將與莫迪和航太公司會面。\n\n根據報導，在印度政府上個月為全球汽車製造商降低電動車進口稅後，特斯拉正在印度物色工廠地點。特斯拉承諾投資5億美元並在3年內開始在當地生產。\n\n這項政策也允許企業每年進口最多8,000輛售價在3萬5,000美元或以上的電動車，並大幅降低進口關稅。\n\n印度媒體報導，特斯拉可能會先從柏林工廠向印度進口車輛，直到最後決定在哪裡設立生產線。\n\n專家表示，印度市場不太可能立即成為特斯拉的強心劑，主要是因為該公司的汽車價格較高。\n\n特斯拉目前最便宜的車型是Model 3轎車，在美國的零售價約為3萬9,000美元。\n\n馬斯克目前在印度的商業利益僅限於社群媒體平台X(舊稱為推特Twitter)。\n\n不過，馬斯克的X面臨言論自由活動人士的質疑，根據報導，他屈服於印度政府刪除關鍵貼文的要求。\n\n自詡為莫迪粉絲的馬斯克上次訪問印度是在2007年，他指印度這個國家「令人驚嘆」，並表示泰姬瑪哈陵(Taj Mahal)「確實是世界奇蹟」。",
        "source": {
            "uri": "rti.org.tw",
            "dataType": "news",
            "title": "Rti 中央廣播電臺"
        },
        "authors": [],
        "image": "https://static.rti.org.tw/assets/thumbnails/2023/01/27/105274e89241b7146b955737fbc348ee.jpg",
        "eventUri": "zho-1601604",
        "sentiment": null,
        "wgt": 451304369,
        "relevance": 51,
        "summary_eng": "Elon Musk, the billionaire tech mogul from the United States, announced today that he will postpone his visit to India. Musk was originally scheduled to meet with Indian Prime Minister Narendra Modi during his visit to discuss large investment plans. The decision to delay the visit comes after Tesla, a company owned by Musk, announced a recall of nearly 4,000 Cybertruck vehicles due to a defect that could cause unintended acceleration. Musk expressed regret on social media platform X, citing urgent business matters as the reason for the delay. Tesla is reportedly looking for a factory location in India following the government's reduction of import taxes on electric vehicles. Experts believe that the Indian market may not immediately become a strong market for Tesla due to the high prices of their vehicles. Musk's current business interests in India are limited to the social media platform X, formerly known as Twitter. However, Musk has faced criticism for complying with the Indian government's requests to delete certain posts on the platform. Musk, who last visited India in 2007, has expressed admiration for the country and its landmarks, such as the Taj Mahal.",
        "summary_zho": "美国科技亿万富翁马斯克今天宣布推迟对印度的访问，原计划与印度总理莫迪会面讨论大型投资计划。马斯克表示因特斯拉急需处理业务，推迟访问，但期待稍后前往。特斯拉计划在印度投资5亿美元并在3年内开始当地生产。印度政府降低电动车进口税后，特斯拉寻找工厂地点。专家表示印度市场可能不会立即成为特斯拉的主要市场，因为车价较高。马斯克目前在印度的商业利益仅限于社交媒体平台X。",
        "summary_4o_eng": "American tech billionaire Elon Musk announced on the 20th that he will postpone his visit to India. Originally, Musk was scheduled to meet with Indian Prime Minister Narendra Modi to discuss major investment plans during his visit. The announcement came a day after Tesla, Musk's electric vehicle company, recalled nearly 4,000 Cybertruck vehicles due to a defect that could cause unintended acceleration.\n\nMusk expressed on social media platform X that he regretted the postponement due to urgent Tesla business but looked forward to visiting later this year. Media reports indicated that Musk was initially set to visit India for two days starting on the 21st, during which he would meet with Modi and aerospace companies.\n\nFollowing the Indian government's recent reduction of import taxes on electric vehicles, Tesla is scouting for factory locations in India, committing to a $500 million investment and local production within three years. The policy also allows companies to import up to 8,000 electric vehicles annually, priced at $35,000 or above, with significantly reduced tariffs.\n\nReports suggest Tesla might initially import vehicles from its Berlin factory until a local production site is established. Experts believe the Indian market may not immediately boost Tesla due to the high prices of its cars, with the cheapest model, the Model 3, retailing at around $39,000 in the U.S.\n\nCurrently, Musk's business interests in India are limited to the social media platform X (formerly Twitter). However, X has faced criticism from free speech activists, with reports indicating Musk complied with the Indian government's requests to remove critical posts. Musk, a self-proclaimed fan of Modi, last visited India in 2007, praising the country and calling the Taj Mahal a \"wonder of the world.\"",
        "summary_4o_zho": "美國科技億萬富翁馬斯克宣布推遲對印度的訪問，原計劃與印度總理莫迪討論大型投資計畫。前一天，特斯拉因油門踏板缺陷召回近4,000輛Cybertruck。馬斯克在社交媒體上表示因特斯拉業務推遲訪問，但期待稍後前往。報導稱，特斯拉在印度物色工廠地點，計劃投資5億美元並在3年內開始生產。印度政府降低電動車進口稅，允許每年進口最多8,000輛高價電動車。專家認為印度市場不會立即成為特斯拉的強心劑。馬斯克目前在印度的商業利益僅限於社交媒體平台X，但該平台面臨言論自由活動人士的質疑。馬斯克上次訪印是在2007年，對印度和泰姬瑪哈陵讚譽有加。",
        "summary_3.5_eng": "Elon Musk, the billionaire tech mogul from the United States, announced today that he will postpone his visit to India. Musk was originally scheduled to meet with Indian Prime Minister Narendra Modi during his visit to discuss a large investment plan. The decision to delay the visit comes after Tesla, a company owned by Musk, announced a recall of nearly 4,000 Cybertruck vehicles due to a defect that could cause unintended acceleration. Musk expressed regret on social media platform X, citing urgent business matters with Tesla as the reason for the delay. Tesla is currently exploring factory locations in India following a recent reduction in import taxes on electric vehicles by the Indian government. Despite experts suggesting that the Indian market may not immediately become a strong market for Tesla due to the high prices of their vehicles, Tesla has committed to investing $500 million and starting local production within 3 years. Musk's current business interests in India are limited to the social media platform X (formerly known as Twitter), where he has faced criticism for complying with the Indian government's requests to delete certain posts. Musk, who last visited India in 2007 and expressed admiration for the country and its landmarks, is known to be a fan of Prime Minister Modi.",
        "summary_3.5_zho": "美国科技亿万富翁马斯克今天宣布推迟对印度的访问，原计划与印度总理莫迪会面讨论大型投资计划。马斯克表示因特斯拉急需处理业务，推迟访问，但期待稍后前往。特斯拉计划在印度投资5亿美元并在3年内开始当地生产。印度政府降低电动车进口税后，特斯拉寻找工厂地点。专家表示印度市场可能不会立即成为特斯拉的主要市场，因为车价较高。马斯克目前在印度的商业利益仅限于社交媒体平台X。"
    },
    {
        "uri": "2024-04-329085466",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-04-20",
        "time": "02:11:09",
        "dateTime": "2024-04-20T02:11:09Z",
        "dateTimePub": "2024-04-20T02:08:50Z",
        "dataType": "news",
        "sim": 0.9607843160629272,
        "url": "https://www.nownews.com/news/6409736",
        "title": "Cybertruck油門踏板缺陷 特斯拉召回近4000輛",
        "body": "（中央社記者張欣瑜舊金山19日專電）美國國家公路交通安全管理局今天發出通知，指出特斯拉（Tesla）召回近4000輛電動皮卡Cybertruck，修復油門踏板的缺陷，此缺陷可能導致撞車風險增加。\n\n我是廣告 請繼續往下閱讀 美國國家公路交通安全管理局（National Highway Traffic Safety Administration，NHTSA）證實，去年11月13日至今年4月4日生產、於美國上路的3878輛Cybertruck，存在油門踏板可能卡住，引發車輛意外加速的缺陷。\n\n特斯拉3月31日首次遭到車主投訴，至4月12日完成評估並召回受影響車輛，預計在今天向銷售和服務中心通報問題，將免費更換或維修油門踏板。\n\n這個缺陷是由於特斯拉位於德州奧斯汀的工廠在車輛組裝過程中，引入肥皂作為潤滑劑，殘留肥皂使得踏板正常運作功能出現問題。\n\n特斯拉電動皮卡Cybertruck幾經延遲後，去年11月底上市，是特斯拉自2020年後首款新車，最高性能車款可在不到3秒鐘的時間，從靜止加速到每小時60英里（約97公里）。\n\n近一年，特斯拉多次召回車輛，今年2月，因為儀表板上的警示燈字體太小，在美國召回220萬輛車，去年12月，因其自動輔助駕駛軟體相關風險，在美國召回約200萬輛汽車，進行軟體更新，以安裝新的保護措施。\n\n特斯拉今年第一季銷售較去年同期下降，今年至今股價下跌40%。（編輯：高照芬）1130420",
        "source": {
            "uri": "nownews.com",
            "dataType": "news",
            "title": "NOWnews 今日新聞"
        },
        "authors": [],
        "image": "https://media.nownews.com/nn_media/thumbnail/2021/01/1611820400096-fc56a624e7124b7aa6fa617102939dfd-980x550.jpg?unShow=false",
        "eventUri": "zho-1601604",
        "sentiment": null,
        "wgt": 451275069,
        "relevance": 100,
        "summary_eng": "The National Highway Traffic Safety Administration in the United States has issued a notice stating that Tesla is recalling nearly 4,000 Cybertruck electric pickups to fix a defect in the accelerator pedal that could increase the risk of accidents. The defect was discovered in Cybertrucks produced between November 13 of last year and April 4 of this year, where the accelerator pedal may get stuck, causing unintended acceleration. Tesla received complaints from owners on March 31 and completed evaluations by April 12, initiating the recall of affected vehicles. The issue was caused by soap residue introduced as a lubricant during the assembly process at Tesla's factory in Austin, Texas. This is not the first time Tesla has recalled vehicles, with previous recalls for issues such as small font size on dashboard warning lights and risks related to their autopilot software. Tesla's stock price has dropped by 40% this year, and their first-quarter sales have decreased compared to the same period last year.",
        "summary_zho": "美国国家公路交通安全管理局通知特斯拉召回近4000辆电动皮卡Cybertruck，修复油门踏板缺陷，可能导致撞车风险增加。缺陷是由于工厂在组装过程中使用肥皂作为润滑剂，残留肥皂导致踏板功能问题。特斯拉已开始召回受影响车辆并免费更换或修理油门踏板。特斯拉近年多次召回车辆，今年第一季销售下降，股价下跌40%。",
        "summary_4o_eng": "The U.S. National Highway Traffic Safety Administration (NHTSA) has announced a recall of nearly 4,000 Tesla Cybertruck electric pickups due to a defect in the accelerator pedal that could increase the risk of accidents. The recall affects 3,878 Cybertrucks produced between November 13 last year and April 4 this year. The defect, which can cause unintended acceleration, was first reported by a customer on March 31. Tesla completed its evaluation by April 12 and will notify sales and service centers today to replace or repair the defective pedals for free. The issue was caused by soap residue used as a lubricant during assembly at Tesla's Austin, Texas factory. The Cybertruck, Tesla's first new vehicle since 2020, was launched in late November last year. Tesla has had multiple recalls over the past year, including a recall of 2.2 million vehicles in February due to small font size on dashboard warning lights and a recall of about 2 million vehicles in December for software updates related to its autopilot system. Tesla's sales in the first quarter of this year declined compared to the same period last year, and its stock price has dropped 40% year-to-date.",
        "summary_4o_zho": "美國國家公路交通安全管理局（NHTSA）通知特斯拉召回近4000輛Cybertruck電動皮卡，因油門踏板缺陷可能導致撞車風險。這些車輛在去年11月13日至今年4月4日間生產，問題源於德州奧斯汀工廠在組裝過程中使用肥皂作潤滑劑，殘留肥皂影響踏板正常運作。特斯拉已於4月12日完成評估並召回受影響車輛，將免費更換或維修油門踏板。Cybertruck是特斯拉自2020年後首款新車，去年11月底上市。特斯拉近一年多次召回車輛，並面臨銷售和股價下跌的挑戰。",
        "summary_3.5_eng": "The National Highway Traffic Safety Administration in the United States has issued a notice stating that Tesla is recalling nearly 4,000 Cybertruck electric pickups to fix a defect in the accelerator pedal that could increase the risk of accidents. The defect, which causes the accelerator pedal to stick, was found in Cybertrucks produced between November 13 of last year and April 4 of this year. Tesla received complaints from owners on March 31 and completed evaluations by April 12, leading to the decision to recall the affected vehicles and replace or repair the accelerator pedal for free. The defect was caused by soap residue introduced as a lubricant during the vehicle assembly process at Tesla's factory in Austin, Texas. The Cybertruck, which was delayed several times before being released in late November last year, is Tesla's first new vehicle since 2020, with the highest performance model capable of accelerating from 0 to 60 miles per hour in less than 3 seconds. Tesla has issued multiple recalls in the past year, including one in February for small font size on dashboard warning lights affecting 2.2 million vehicles in the US, and one in December for software-related risks in the autopilot system affecting around 2 million vehicles. Tesla's sales in the first quarter of this year have decreased compared to the same period last year, and the stock price has dropped by 40% so far this year.",
        "summary_3.5_zho": "美国国家公路交通安全管理局通知特斯拉召回近4000辆电动皮卡Cybertruck，修复油门踏板缺陷，可能导致撞车风险增加。缺陷是由于工厂在组装过程中引入肥皂作为润滑剂，残留肥皂导致踏板功能问题。特斯拉今年第一季销售下降，股价下跌40%。"
    },
    {
        "uri": "2024-04-329064218",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-04-20",
        "time": "01:13:51",
        "dateTime": "2024-04-20T01:13:51Z",
        "dateTimePub": "2024-04-20T00:15:28Z",
        "dataType": "news",
        "sim": 0.9450980424880981,
        "url": "https://www.rti.org.tw/news/view/id/2203235",
        "title": "Cybertruck油門踏板缺陷 特斯拉召回近4000輛",
        "body": "美國國家公路交通安全管理局(National Highway Traffic Safety Administration，NHTSA)19日發出通知，指出特斯拉(Tesla)召回近4000輛電動皮卡Cybertruck，修復油門踏板的缺陷，此缺陷可能導致撞車風險增加。\n\n美國國家公路交通安全管理局證實，去年11月13日至今年4月4日生產、於美國上路的3878輛Cybertruck，存在油門踏板可能卡住，引發車輛意外加速的缺陷。\n\n特斯拉3月31日首次遭到車主投訴，至4月12日完成評估並召回受影響車輛，預計在19日向銷售和服務中心通報問題，將免費更換或維修油門踏板。\n\n這個缺陷是由於特斯拉位於德州奧斯汀的工廠在車輛組裝過程中，引入肥皂作為潤滑劑，殘留肥皂使得踏板正常運作功能出現問題。\n\n特斯拉電動皮卡Cybertruck幾經延遲後，去年11月底上市，是特斯拉自2020年後首款新車，最高性能車款可在不到3秒鐘的時間，從靜止加速到每小時60英里(約97公里)。\n\n近一年，特斯拉多次召回車輛，今年2月，因為儀表板上的警示燈字體太小，在美國召回220萬輛車，去年12月，因其自動輔助駕駛軟體相關風險，在美國召回約200萬輛汽車，進行軟體更新，以安裝新的保護措施。\n\n特斯拉今年第一季銷售較去年同期下降，今年至今股價下跌40%。",
        "source": {
            "uri": "rti.org.tw",
            "dataType": "news",
            "title": "Rti 中央廣播電臺"
        },
        "authors": [],
        "image": "https://static.rti.org.tw/assets/thumbnails/2019/11/26/20191126000015M.jpg",
        "eventUri": "zho-1601604",
        "sentiment": null,
        "wgt": 451271631,
        "relevance": 100,
        "summary_eng": "The National Highway Traffic Safety Administration (NHTSA) of the United States issued a notice on the 19th stating that Tesla is recalling nearly 4,000 Cybertruck electric pickups to fix a defect in the accelerator pedal that could increase the risk of accidents. The NHTSA confirmed that Cybertrucks produced from November 13th of last year to April 4th of this year and on the road in the US have a defect where the accelerator pedal may get stuck, causing unintended acceleration. Tesla received complaints from owners on March 31st and completed evaluations by April 12th, deciding to recall the affected vehicles and notify sales and service centers on the 19th to replace or repair the accelerator pedal for free. The defect was caused by soap residue introduced as a lubricant during vehicle assembly at Tesla's factory in Austin, Texas. The Cybertruck, which was delayed several times, was launched at the end of November last year and is Tesla's first new vehicle since 2020, with the highest performance model capable of accelerating from 0 to 60 miles per hour in less than 3 seconds. Tesla has recalled vehicles multiple times in the past year, including recalling 2.2 million vehicles in the US in February due to small font size on warning lights on the dashboard, and recalling around 2 million vehicles in December last year for software updates related to the autopilot software risks. Tesla's sales in the first quarter of this year have decreased compared to the same period last year, and the stock price has fallen by 40% so far this year.",
        "summary_zho": "美国国家公路交通安全管理局(NHTSA)通知特斯拉召回近4000辆电动皮卡Cybertruck，修复油门踏板缺陷，可能导致撞车风险增加。缺陷是由于工厂在组装过程中使用肥皂作为润滑剂，残留肥皂导致踏板运作问题。特斯拉已开始召回受影响车辆并免费更换或修理油门踏板。特斯拉近年多次召回车辆，今年第一季销售下降，股价下跌40%。",
        "summary_4o_eng": "The National Highway Traffic Safety Administration (NHTSA) announced on the 19th that Tesla is recalling nearly 4,000 Cybertruck electric pickups to fix a defect in the accelerator pedal, which could increase the risk of crashes. The defect, affecting 3,878 Cybertrucks produced between November 13 last year and April 4 this year, involves the accelerator pedal potentially getting stuck, causing unintended acceleration. Tesla received the first complaint on March 31, completed the evaluation by April 12, and initiated the recall, offering free repairs or replacements of the pedal. The issue was caused by soap residue used as a lubricant during assembly at Tesla's Austin, Texas factory. The Cybertruck, Tesla's first new model since 2020, launched in late November last year after several delays. Tesla has had multiple recalls over the past year, including 2.2 million vehicles in February due to small font size on dashboard warning lights and about 2 million vehicles in December for risks related to its autopilot software. Tesla's sales in the first quarter of this year declined compared to the same period last year, and its stock price has dropped 40% year-to-date.",
        "summary_4o_zho": "美國國家公路交通安全管理局（NHTSA）通知特斯拉召回近4000輛Cybertruck電動皮卡，修復油門踏板缺陷，該缺陷可能導致撞車風險增加。這些車輛在去年11月13日至今年4月4日期間生產，油門踏板可能卡住，引發意外加速。特斯拉在3月31日收到投訴，4月12日完成評估並召回受影響車輛，將免費更換或維修油門踏板。缺陷原因是德州奧斯汀工廠在組裝過程中使用肥皂作為潤滑劑，殘留肥皂影響踏板正常運作。Cybertruck去年11月底上市，是特斯拉自2020年後首款新車。近一年特斯拉多次召回車輛，並且今年第一季銷售較去年同期下降，股價下跌40%。",
        "summary_3.5_eng": "The National Highway Traffic Safety Administration (NHTSA) of the United States issued a notice on the 19th stating that Tesla is recalling nearly 4,000 Cybertruck electric pickups to fix a defect in the accelerator pedal that could increase the risk of accidents. The NHTSA confirmed that Cybertrucks produced between November 13th of last year and April 4th of this year, and on the road in the US, have a defect where the accelerator pedal may get stuck, causing unintended acceleration. Tesla received its first complaint from a car owner on March 31st and completed an evaluation by April 12th, leading to the recall of affected vehicles. The issue was caused by soap residue introduced as a lubricant during the vehicle assembly process at Tesla's factory in Austin, Texas, affecting the normal operation of the pedal. The Cybertruck, which was delayed several times, was launched at the end of November last year and is Tesla's first new vehicle since 2020. The highest-performance model can accelerate from 0 to 60 miles per hour in less than 3 seconds. Tesla has recalled vehicles multiple times in the past year, including 2 million vehicles in the US in February due to small font size on warning lights on the dashboard, and around 2 million vehicles in December last year for software updates related to the autopilot system. Tesla's sales in the first quarter of this year have decreased compared to the same period last year, and its stock price has fallen by 40% so far this year.",
        "summary_3.5_zho": "美国国家公路交通安全管理局(NHTSA)通知特斯拉召回近4000辆电动皮卡Cybertruck，修复油门踏板缺陷，可能导致撞车风险增加。缺陷是由于工厂在组装过程中使用肥皂作为润滑剂，导致踏板运作问题。特斯拉已开始召回受影响车辆并免费更换或维修踏板。特斯拉近年多次召回车辆，今年第一季销售下降，股价也下跌40%。"
    },
    {
        "uri": "2024-04-325789483",
        "lang": "zho",
        "isDuplicate": false,
        "date": "2024-04-17",
        "time": "10:54:51",
        "dateTime": "2024-04-17T10:54:51Z",
        "dateTimePub": "2024-04-17T10:45:32Z",
        "dataType": "news",
        "sim": 0.7529411911964417,
        "url": "https://www.chinatimes.com/realtimenews/20240417004552-260410",
        "title": "特斯拉酷寒期到來？ 股價暴跌市值慘崩 大股東怒嗆馬斯克",
        "body": "美國電動車大廠特斯拉近來似乎是霉運纏身，在執行長馬斯克15日宣布全球裁員10%的計畫後，他力推的Cybertruck也傳出面臨延遲交付的問題。特斯拉利空頻傳嚇壞投資人，16日股價跌至1年新低，今年累積跌幅達36.7%。\n\n特斯拉股價已連續3個交易日走跌，16日下挫2.71%，收在157.11美元，單日市值蒸發近140億美元（約新台幣4586億元），總市值落至5003.6億美元（約新台幣16.4兆元）。\n\n其實這已經是特斯拉自2017年以來第5次大規模裁員。特斯拉先前分別在2017、2018、2019及2022年大砍2%、9%、7%，以及3%的員工。但回顧特斯拉過去裁員紀錄，從來沒有像這次裁員一樣引發如此悲觀的市場情緒。2018年特斯拉裁員9%時，股價上漲超過3%。2022年在傳出裁員的初步報導後，特斯拉股價暴跌9%，但在馬斯克幾天後發表澄清評論後有所回升。\n\n除了裁員之外，馬斯克譽為特斯拉「有史以來最好產品」的Cybertruck也頻遭買家爆料交付時間遭到延遲。一位住在美國阿拉巴馬州伯明罕的買家Max Pyko表示，他原本應該在4月13日提車，卻在交車前一天收到通知，提醒他這一日期已被取消，最新交車日期暫定為4月20日，但特斯拉也指出，時間可能還會延後。目前還無法具體確定有多少買家受到延期交付的波及。\n\n近來持續在社群網站上與馬斯克對嗆的特斯拉股東、投資機構Gerber Kawasaki執行長格博（Ross Gerber）16日在接受財經媒體CNBC專訪時進一步表達對馬斯克管理風格的質疑，「自從他（馬斯克）離開特斯拉並收購推特以來，基本上沒人在管理這艘船（特斯拉）」。格博4月初曾怒批特斯拉業績「糟糕透頂」，遭到馬斯克以「白癡」回嗆。\n\n特斯拉真的撐不住了！ 馬斯克致函員工 痛揭史上最大裁員內幕 大股東怒噴特斯拉業績太慘　馬斯克死不認錯：比亞迪更糟 力挺特斯拉 女股神：吃自駕計程車大餅 #特斯拉 #馬斯克 #裁員 #Cybertruck #股東 透過【Google新聞】追蹤中時新聞網",
        "source": {
            "uri": "chinatimes.com",
            "dataType": "news",
            "title": "中時新聞網"
        },
        "authors": [],
        "image": "https://images.chinatimes.com/newsphoto/2024-04-17/656/20240417004556.jpg",
        "eventUri": "zho-1598399",
        "sentiment": null,
        "wgt": 451047291,
        "relevance": 51,
        "summary_eng": "Tesla, the American electric car giant, has been facing a series of setbacks recently. After CEO Musk announced a global layoff plan of 10%, the highly anticipated Cybertruck is also facing delivery delays. This has caused Tesla's stock price to plummet to a one-year low, with a cumulative drop of 36.7% this year. This is the fifth major layoff by Tesla since 2017. In addition to layoffs, there have been reports of delays in Cybertruck deliveries, causing concern among investors. Tesla's stock price has been falling for three consecutive trading days, with a single-day market value loss of nearly $14 billion on the 16th. Investors and analysts are questioning Musk's management style and the future of Tesla.",
        "summary_zho": "特斯拉近期遭遇霉運，宣布全球裁員10%後股價下跌，Cybertruck交付延遲也引起投資人擔憂。特斯拉股價連續下跌，市值蒸發近140億美元，總市值落至5003.6億美元。裁員是特斯拉自2017年以來第5次大規模裁員，引發市場悲觀情緒。Cybertruck交付延遲也讓投資人擔心，特斯拉管理風格受到質疑。",
        "summary_4o_eng": "Tesla, the American electric vehicle giant, seems to be facing a streak of bad luck recently. Following CEO Elon Musk's announcement on the 15th about a global plan to cut 10% of the workforce, there are also reports of delays in the delivery of the highly anticipated Cybertruck. These negative developments have alarmed investors, causing Tesla's stock to drop to a one-year low on the 16th, with a cumulative decline of 36.7% this year.\n\nTesla's stock has fallen for three consecutive trading days, dropping 2.71% on the 16th to close at $157.11, wiping out nearly $14 billion in market value in a single day. The total market value has now fallen to $500.36 billion.\n\nThis marks Tesla's fifth major round of layoffs since 2017, with previous cuts of 2%, 9%, 7%, and 3% in 2017, 2018, 2019, and 2022, respectively. However, none of the previous layoffs have triggered such a pessimistic market reaction. For instance, the stock price rose by over 3% after the 9% layoff in 2018. In 2022, the stock initially plummeted by 9% following layoff reports but rebounded after Musk's clarifying comments.\n\nIn addition to layoffs, the Cybertruck, which Musk has hailed as Tesla's \"best product ever,\" is also facing delivery delays. A buyer from Birmingham, Alabama, named Max Pyko, reported that his scheduled delivery on April 13 was canceled the day before, with a new tentative date set for April 20, which might still be postponed. The exact number of affected buyers remains unclear.\n\nRoss Gerber, CEO of investment firm Gerber Kawasaki and a vocal Tesla shareholder, has been critical of Musk's management style, especially since Musk's acquisition of Twitter. In a CNBC interview on the 16th, Gerber expressed doubts about the company's leadership, stating, \"Since he (Musk) left Tesla and bought Twitter, basically no one is managing the ship (Tesla).\" Earlier in April, Gerber had harshly criticized Tesla's performance, to which Musk responded by calling him an \"idiot.\"\n\nThe situation has led to significant unrest among shareholders and investors, with some expressing severe dissatisfaction with Tesla's current performance and management.",
        "summary_4o_zho": "美国电动车大厂特斯拉近期霉运不断。执行长马斯克宣布全球裁员10%后，力推的Cybertruck也面临延迟交付问题。特斯拉股价连续三天走跌，16日跌至一年新低，今年累计跌幅达36.7%。特斯拉自2017年以来已进行五次大规模裁员，但此次裁员引发市场极度悲观情绪。除了裁员，Cybertruck的交付也频频延迟，具体受影响买家数量尚不明确。特斯拉股东和投资机构Gerber Kawasaki的执行长格博质疑马斯克的管理风格，认为自马斯克收购推特后，特斯拉无人管理。",
        "summary_3.5_eng": "Tesla, the American electric car giant, has been facing a series of setbacks recently. CEO Musk announced a global layoff plan of 10%, and the highly anticipated Cybertruck is facing delays in delivery. This has caused Tesla's stock price to plummet to a one-year low, with a cumulative drop of 36.7% this year. Musk's management style has also been questioned, with some investors expressing concerns about the company's future.",
        "summary_3.5_zho": "特斯拉近期遭遇霉運，宣布全球裁員10%後股價下跌，Cybertruck交付也面臨延遲。股價下挫至1年新低，市值蒸發近140億美元。裁員是自2017年以來第5次大規模，引發市場悲觀情緒。Cybertruck交付延遲也引起買家不滿。投資機構對馬斯克管理風格質疑，指出特斯拉可能面臨困境。"
    }
]