[
    {
        "body_eng": "Russia and North Korea just signed a military assistance agreement, and unexpectedly, North Korea has already started deploying troops. According to media reports, under the authorization of North Korea's Supreme Leader Kim Jong-un, a total of 20,000 troops from four North Korean engineering brigades will soon arrive in the eastern Ukraine region. Their purpose is not to directly participate in the Russia-Ukraine war but to help Russia strengthen its military fortifications in the area. However, this move has met with strong opposition from the United States and South Korea, and Ukrainian President Zelensky is also in a state of panic. Although North Korea is not directly engaging in combat, its actions are tantamount to indirect involvement. After all, once North Korean engineers arrive, Russia can redeploy more troops from construction duties to the front lines against Ukraine.\n\nThis situation is certainly unbearable for Zelensky. The reason the U.S. and South Korea are so unsettled is clearly because they are worried that if North Korea faces trouble in the future, Russia is highly likely to step in and help. The formal activation of a military alliance would be bad news for the U.S. and South Korea. However, the most anxious person right now is Ukrainian President Zelensky. If he decides to make a last-ditch effort on the front lines, can he turn the tide? Media reports suggest that Zelensky has finally succumbed to pressure and sought help from China. Ukraine plans to launch a large-scale counteroffensive in the Zaporizhzhia and Donetsk regions in July. Although Ukraine has the resources of more than 20 NATO countries behind it, the outcomes of several confrontations have been unacceptable to Zelensky, as they have not only failed to gain an advantage but have also resulted in disadvantages.\n\nNow that North Korea is also getting involved, it becomes even more unfavorable for Ukraine to reverse the situation. In this context, Zelensky has turned his attention to China, hoping that China can help resolve the crisis. It seems that Zelensky has forgotten his hostile attitude towards China at the Shangri-La Dialogue, where he openly criticized China for interfering with the \"Swiss Peace Summit.\" Now that he is in trouble, he turns to China for help. In fact, at the \"Swiss Peace Summit,\" which China did not attend, the world once again witnessed China's global influence. After China announced it would not participate in the summit, more than a dozen countries also declared they would not attend, including South Africa, India, and Brazil. These countries are either BRICS members or partners in China's \"Belt and Road\" initiative, clearly demonstrating China's influence.\n\nOn the other hand, Zelensky is also worried that if relations with China deteriorate, it might push China closer to Russia, which would be a significant loss. However, Zelensky's concerns are somewhat unnecessary. China has long made its stance clear: it remains neutral in the Russia-Ukraine conflict and does not take sides. China has consistently pushed for a political resolution to the conflict between Russia and Ukraine. It is Ukraine's unwavering alignment with the U.S. and the West that has prolonged this conflict. The urgent task for Ukraine is to correct its attitude, recognize the fact that Russia holds the advantage on the front lines, and quickly come to the negotiating table. With the support of neutral countries like China, a peace plan that serves the interests of both parties should be reached to avoid further casualties."
    },
    {
        "body_eng": "Finnish President Alexander Stubb stated that Russia's dependence on China has reached such a level that if the Chinese government wished, it could end the war in Ukraine.\n\nIn an interview in Helsinki on Tuesday, President Stubb said, \"Russia is now very dependent on China.\" \"A single phone call from President Xi Jinping could resolve this crisis.\"\n\nBloomberg reported that these remarks reflect the growing frustration among Ukraine's allies over China's perceived support for Russia's war efforts. They accuse Beijing of providing weapon technology and components to the Kremlin and helping Moscow circumvent international trade restrictions.\n\nThe 56-year-old new Finnish president said, \"If he says, 'It's time to start peace negotiations,' Russia will be forced to do so.\" \"They have no choice.\"\n\nChina rejected this suggestion\n\nChinese Foreign Ministry spokesperson Mao Ning said at a regular press conference in Beijing on Wednesday, \"China and Russia are both independent major countries. China did not create the Ukraine crisis.\" She also assured, \"We will always stand on the side of peaceful dialogue, maintain communication with relevant parties, including Russia, and play a constructive role in the political resolution of the crisis.\"\n\nBloomberg's report stated that Xi Jinping has been trying to portray China as a neutral party in discussions about the Russia-Ukraine war. The Chinese government has also criticized Russia for attacking civilians and threatening to use nuclear weapons. However, China fundamentally opposes international sanctions, stating that it only respects sanctions supported by the United Nations, and accuses the United States and its allies of fueling the war by providing weapons to Ukraine.\n\nTrade: China-Russia up, EU-Russia down\n\nAccording to Bloomberg-compiled statistics, last year China accounted for about 28% of Russia's total trade, up from 19% in 2021. In contrast, the EU's share of Russia's trade fell from 36% to 17% over the same period.\n\nOn May 16, Xi Jinping hosted Russian President Vladimir Putin in Beijing and called for an international conference, including Russia and Ukraine, to address what he called the \"Ukraine issue.\"\n\nXi Jinping and Putin attended the Shanghai Cooperation Organization summit, which opened on Wednesday in Astana, the capital of Kazakhstan. They met there.\n\nThe new Finnish head of state was sworn in on March 1. In this country of 5.5 million people, he has served as Prime Minister, Finance Minister, and Foreign Minister. His predecessor, Sauli Niinisto, reached the constitutional term limit after 12 years in office.\n\nEnding Russia's invasion of Ukraine is beneficial for China\n\nSpeaking in the gilded presidential palace, a former residence from when Finland was part of the Russian Empire, President Stubb said that ending Putin's \"war of aggression and colonization\" in Ukraine is beneficial for China. Because \"China needs to uphold international rules regarding territorial integrity and sovereignty.\" This is the right thing to do and can also demonstrate China's leadership.\n\nHungarian Prime Minister Viktor Orban, the most pro-Russian leader among EU countries, said on Tuesday that he had asked Ukrainian President Volodymyr Zelensky to negotiate with Russia for a quick ceasefire. The Finnish president expressed disagreement.\n\n\"Russia only understands strength\"\n\nPresident Stubb said, \"It is currently impossible to push for a ceasefire; real peace negotiations are needed.\" And \"the only thing Russia understands is strength. Therefore, the more we can help Ukraine now, the sooner the war can end.\"\n\nStubb also urged Europe to strengthen its support for Ukraine while enhancing its own defense capabilities in traditional military fields and against Russia's hybrid warfare.\n\nStubb stated that Ukraine needs both material assistance (including financial aid) and political support, including paving the way for joining the EU and NATO.\n\nHe said Europe needs to transition to a \"wartime economy,\" pooling ammunition and weapons orders to give the defense industry a long-term outlook. In addition to state funding, Stubb also called on the European Investment Bank, where he once served as vice president, to cross the red line and start being more \"optimistic\" about the development of the military industry.\n\nRussia's hybrid warfare includes migration\n\nLike most countries on NATO's eastern flank, Finland has experienced some types of Russia's hybrid warfare in recent months: cyberattacks, GPS interference, airspace violations, and using migration as a \"military tool.\"\n\nPresident Stubb said, \"Russia is trying to make us overreact or respond unusually through hybrid attacks. However, attributing these hybrid attacks to Russia also helps to stop such attacks.\" \"If you refuse to acknowledge reality or ignore it, then I think Russia will continue to do so.\"\n\nFinland shares a border of over 1,300 kilometers (800 miles) with Russia, guarding half of NATO's border with its main adversary, and has a history of difficult coexistence with Russia.\n\nAs a grand duchy of the Russian Empire, Finland gained independence in 1917 after more than 100 years of Russian rule and fought two wars with the Soviet Union, ceding some territory in 1944. Finland then carefully navigated a period of neutrality during the Cold War (out of necessity, not choice), maintaining its independence while complying with Moscow under the so-called Finlandization policy.\n\nEurope's strongest artillery\n\nAfter the collapse of the Soviet Union, Finland followed Sweden in joining the EU, with both countries joining in 1995. However, before Russia's invasion of Ukraine in 2022, Finnish policymakers rarely viewed Russia as a major military threat, at least publicly. But in April 2023, Finland joined NATO.\n\nTo survive, this Nordic country has always remained vigilant against Russia. It can deploy 280,000 troops in wartime and has one of the most powerful artillery forces in Europe.\n\nStubb said, \"Finland is currently one of the most important countries in Europe geopolitically and geostrategically because we have just doubled NATO's border with Russia.\" \"Many people are counting on us.\""
    },
    {
        "body_eng": "On July 3rd, during an interview with American media, Zelensky responded to earlier reports that Trump is negotiating with Russian leader Putin about how much Ukrainian territory Moscow can retain.\n\nIn Trump's plan, the consideration to end the Russia-Ukraine war involves Ukraine giving up territory as a compromise.\n\nIn response, Zelensky told the media, \"If Trump knows how to end this war, he should tell us today. If Ukraine's independence is at risk, if we are to lose our national status -- we want to be prepared, we want to know.\"\n\nZelensky warned that any proposal must avoid infringing on national sovereignty.\n\nClearly, Ukraine does not intend to give up its territory and sovereignty, and NATO is also transferring the command of aid to Ukraine from the United States to NATO leadership.\n\nTrump may have considerable influence, but Europe will not give up, and Ukraine will not abandon its goals.\n\nEarlier, Ukraine stated that even without aid, they would fight with shovels if necessary.\n\nIf Trump returns to the White House and forces Ukraine to give up territory for negotiations, it may not necessarily succeed."
    },
    {
        "body_eng": "**Russian Forces Destroy 5 Ukrainian Su-27s in a Single Strike, Sending a Warning to F-16s**\n\nAccording to a report released by the Russian Ministry of Defense, Russian forces launched an \"Iskander\" tactical missile in a cluster attack on the Mirgorod airport in eastern Ukraine. The \"Iskander\" missile, equipped with a cluster warhead, penetrated the Ukrainian air defense network and struck five Su-27 fighter jets. Among them, two were completely destroyed, and three were damaged. This has left some netizens puzzled, wondering how Ukraine still has so many Su-27s after more than two years of conflict. Can Russian forces shoot down F-16s? Today, Lin will discuss whether the undefeated record of F-16s against Soviet and Russian aircraft might be broken.\n\nAfter the dissolution of the Soviet Union, Ukraine inherited approximately 77 Su-27 fighter jets. However, due to economic collapse and military corruption, by the time the Russia-Ukraine war began, only 32 of these jets were operational. Surprisingly, despite the war lasting over two years, these 32 jets have not been completely destroyed. What’s the reason behind this? In reality, Ukraine has very few Su-27s left, probably just over 10, as most have been shot down. The recent destruction of five Su-27s in a single strike is a significant blow to the Ukrainian Air Force.\n\nThe reason Ukraine still retains over 10 Su-27s is not due to the strength of its air force but because of its long-term strategy of keeping these jets in reserve. For instance, while Russian forces might deploy aircraft 30 times a day, Ukrainian forces might only deploy one or two sorties. Most of the time, Ukrainian Su-27s, MiG-29s, and Su-24s are kept in reserve, resulting in lower operational rates and fewer losses. After all, these aircraft represent the entirety of Ukraine’s air force; once they are gone, there are no replacements.\n\nThe timing of the Russian airstrike is also very strategic. The F-16 had just completed its first attack on the eastern Ukrainian battlefield. Although this attack was a probing one and did not cause significant damage to Russian forces, it marked the real deployment of the F-16 in the eastern Ukrainian theater. By attacking the Ukrainian airbase at this moment, Russian forces aimed to send a warning to the F-16s. Considering the underperformance of the Russian Aerospace Forces and air defense systems, many have doubted whether Russian forces can shoot down F-16s. Such doubts are entirely unnecessary.\n\nThe Russia-Ukraine war is the largest-scale conflict with the smallest technological gap between the two sides since the Cold War. As long as the F-16s enter eastern Ukraine, it is only a matter of time before they are shot down. Every weapon system incurs losses; the key is whether it can be replenished in time. As early as 2018, Houthi forces used old R-27 air-to-air missiles launched from the ground to accurately shoot down two Saudi F-15 fighter jets. The Saudi F-15s were custom versions with better performance than the U.S. military’s own, while the Ukrainian F-16s are early export versions. Without a technological gap, it is almost impossible for the F-16s to achieve zero losses in the eastern Ukrainian battlefield.\n\nMoreover, the first batch of F-16s received by Ukraine is too small, only 4 to 6 aircraft. It is impossible to achieve air superiority with just 4 to 6 F-16s. Their primary function is to launch AIM-120 long-range air-to-air missiles to push back Russian Su-34 fighter-bombers.\n\nThe destruction of five Su-27s indicates that the Ukrainian forces are incapable of adequately protecting their airbases. To prevent the newly deployed F-16s from being destroyed immediately, Ukraine has applied to station them at neighboring countries' airbases, including Poland, the Czech Republic, and Slovakia.\n\nAlthough the Russian S-300 and S-400 air defense systems have not performed as expected in combat, overhyping the F-16 will only lead to its quicker downfall from grace."
    },
    {
        "body_eng": "**Today's Content: Look at China Website - Prohibition on Creating Mirror Sites. Return to the Original Look at China Website.**\n\n**Elite Ukrainian Forces Kill Two Russian Battalions in Half a Month; Russian Soldiers Nearly Depleted**\n\n**Russia's Most Advanced Artillery Destroyed; Ukrainian Drones Achieve New Successes**\n\n**Russian Troops Terrified; Urgently Arming Crimea**\n\n**Aerial Bombs Strike Russian Forces; Motorcycle Charges Appear on the Frontline**\n\nFocusing on battlefield dynamics and analyzing geopolitical disputes, welcome to the New Cold War Situation Room. I'm Yu Tong.\n\nToday is July 3, 2024, marking the 861st day of the Russia-Ukraine war.\n\nThe Ukrainian General Staff released the latest data showing that in June 2024, the Russian army lost a total of 35,030 personnel in just one month. As of July 1, 2024, Russian battlefield losses have approached the 550,000 mark.\n\nNotably, the elite 47th Brigade of the Ukrainian army is engaged in combat with two Russian brigades and five regiments in the Pokrovsk direction, eliminating 975 Russian soldiers in half a month. In the fierce battles on the northern flank of Avdiivka lasting eight months, the 47th Brigade has at least three times completely destroyed the combat capabilities of the Russian 15th and 30th Brigades.\n\nThe Ukrainian army pointed out that Russian soldiers are unwilling to be captured; they often use light weapons or grenades to blow themselves up or have their comrades end their lives.\n\nIncreasing evidence suggests that Russian soldiers are nearly depleted. Recruitment billboards have now appeared in major Russian cities like St. Petersburg and Novosibirsk. To attract new recruits, the authorities have raised the compensation for new soldiers to 1.3 million rubles, a 650% increase from 200,000 rubles two years ago. Additionally, these cities now frequently see funeral processions and retired personnel with prosthetics, a situation that was previously uncommon.\n\n**Russia's Most Advanced Artillery Destroyed; Ukrainian Drones Achieve New Successes**\n\nCurrently, the Russian army mainly launches attacks in groups of infantry, with artillery continuously bombarding. Recently, there has been little activity from armored columns, but it is expected that the Russian army may soon regroup a large number of armored units for an offensive.\n\nIn the village of Stepove in Avdiivka, the Ukrainian 109th Brigade discovered a newly arrived Russian 2S19 self-propelled howitzer at a firing position, which was quickly destroyed by Ukrainian drones and FPV.\n\nIt is reported that the Russian army has gathered its remaining most advanced equipment in the Pokrovsk direction, but progress has been minimal.\n\nRecently, a Roniny drone from the Ukrainian 56th Independent Mechanized Brigade hit a Russian fuel train near Tokmak in the Zaporizhzhia region.\n\nIt is unclear what damage was caused after the drone hit the 2TE116 diesel locomotive, as the drone could no longer transmit images after the explosion. \"Defense Express\" pointed out that this attack occurred within 20-30 kilometers of the front line, indicating that Ukrainian drone technology has improved. Additionally, the appearance of the fuel train suggests that the Russian army is actively developing a \"railway corridor\" from Donbas to Crimea, which will undoubtedly become a key target for Ukrainian FPV drones.\n\nOn the other hand, Russian attacks continue. On July 1, with the assistance of Russian drones, the Russian army used Iskander missiles to attack the Ukrainian Myrhorod Air Base. A Russian blogger claimed that at least three F-16s were destroyed.\n\nUkrainian Air Force official Yury Ignat admitted that the Myrhorod Air Base was hit by missiles. Satellite images show that the Russian army destroyed at least one Su-27 aircraft, with several other aircraft damaged, but there were no F-16s at this base.\n\nSome analysts believe that the Ukrainian army's placement of unprotected Su-27 fighters within the range of Iskander missiles is more of a strategy to confuse the Russian army, possibly aiming to deplete Russian missiles. If these planes were operational, they should be fully fueled and ready to take off. However, reports suggest that these planes might be non-flying Su-27 spare parts that have been parked at the airport for a long time, lacking any camouflage or air defense measures.\n\nRegarding the F-16, Russian media have reported that Ukrainian F-16 fighters were detected over Kherson, accompanied by NATO AWACS, but there was no engagement.\n\nDutch Defense Minister Kajsa Ollongren recently stated that two F-16 fighters will be sent to Ukraine. They can be used anywhere, including within Russian territory. It seems the F-16 will soon make its official debut.\n\n**Russian Troops Terrified; Urgently Arming Crimea**\n\nOn July 1, Ukrainian missiles struck Sevastopol in Crimea. The Russian army claimed to have shot down all the missiles, but their logistics base was suspected to have been hit, with losses still being clarified.\n\nThe repeatedly attacked Russian army is now like a \"frightened bird.\" On July 1, they installed a Tor M2KM surface-to-air missile system near the Sevastopol beach.\n\nThis move significantly endangers local civilians' safety because the surface-to-air missile system itself is a high-value military target, likely to attract enemy attacks. In emergencies, the missile system might mistakenly identify and attack non-military targets, causing unintended harm to nearby residents and infrastructure. Additionally, radiation and explosion hazards may also arise.\n\nFurthermore, Russia has turned Crimea into a heavily guarded area, setting up over 233 military bases and using civilians as human shields. Despite the militarization, Russia still encourages tourism, putting civilians at risk and violating international law.\n\nA few days ago, a missile hit a seaside resort in Crimea, causing hundreds of casualties. Ukraine then paused its attacks on Crimea for a few days. Ukrainian military expert Roman Svitan stated in an interview that this pause gave the Russians a chance to regroup, disperse air defense systems, and move them to new locations.\n\nSvitan believes that the Ukrainian army should have no reservations and must maintain high-intensity strikes to destroy the Russian air defense systems on the island, ideally striking daily. The Russian army needs 1.5 to 2 days to move air defense systems from one place to another, and continuous strikes can weaken their ability to mobilize air defense systems to protect themselves.\n\nObservers believe that once Crimea's air defense systems are exhausted, Ukrainian F-16s and even landing forces could strike Crimea.\n\n**Aerial Bombs Strike Russian Forces; Motorcycle Charges Appear on the Frontline**\n\nIn the Kharkiv region, the Ukrainian army used precision bombs, various artillery, and drones to fiercely attack the Russian army, forcing them to redeploy troops for reinforcement. The Ukrainian army has sent tens of thousands of soldiers to Kharkiv, significantly outnumbering the Russian forces, but has not launched a major offensive. Analysts believe that the Ukrainian army aims to achieve its goals through continuous attrition of Russian forces. The Kharkiv battle will become a burden for the Russian army.\n\nReports indicate that a Russian assault team entered the Sumy region of Ukraine, attempting to create a new hotspot, but their assembly point was directly destroyed by a Ukrainian JDAM bomb. Provoking in Sumy will not yield good results.\n\nIn the Kherson region, the Ukrainian army used missiles to attack a Russian base on the left bank of Nova Kakhovka, causing several explosions and a subsequent fire. The extent of the damage is still unclear.\n\nIn the Bakhmut war zone, Ukrainian Air Force aircraft used precision AASM-250 \"Hammer\" aerial bombs to bomb a Russian gathering point in the northern suburb of Paraskoviivka, achieving significant results.\n\nHowever, Ukrainian forces stationed in high-rise buildings are currently suffering heavy bombardment from Russian TOS-2. The TOS-2 uses 220mm rockets filled with highly flammable triethylaluminum. This agent can ignite in the air and explode upon contact with water. It is highly corrosive to human skin and can continue to burn even when buried in the ground, likely causing significant Ukrainian casualties.\n\nNazar Voloshyn, spokesperson for the Ukrainian Khortytsia Island Joint Task Force, stated in a live TV broadcast on July 1 that the Russian army is now fiercely attacking in the Horlivka-Toretsk direction, with the offensive on Chasiv Yar weakening.\n\nVoloshyn pointed out that Russia's attack on Toretsk aims to exert pressure on Chasiv Yar from another direction.\n\nSome analysts believe that the Russian attack on Toretsk is due to heavy casualties in Chasiv Yar, leading to war-weariness among soldiers, prompting them to continue the attrition war in a different location.\n\nObservers have also noted that to avoid Ukrainian drone attacks, the Russian army has started using motorcycles to transport ammunition to the front line and has launched motorcycle charges. On July 1, the Ukrainian 72nd Brigade destroyed a Russian motorcycle charge attack in Vuhledar. This may indicate the worsening equipment situation of the Russian army.\n\nThe \"Southern Daily\" used AI models to examine satellite images of 87 Russian military bases, including 16 bases storing tanks, artillery, and armored personnel carriers. The results show a significant reduction in the number of Russian armored vehicles since February 24, 2022.\n\nThe \"New York Times\" reported that the new tactic of motorcycle charges is spreading on the front line, adding more chaos and brutality to the battle. The Russian army is trying to use the speed advantage of motorcycles to cross open ground, adapting to a battlefield filled with mines and drones. Although this tactic is extremely risky, it addresses the key challenge of crossing open ground under drone and artillery surveillance.\n\nSergeant Sapsan of the Ukrainian 47th Mechanized Brigade stated, \"They get close and then dismount to start shooting... These off-road vehicles and motorcycles are very fast.\" Although this tactic has led to significant Russian casualties, it has indeed achieved some success in breaking through drone and artillery blockades.\n\nAlright, that's all for today's New Cold War Situation Room. Stay tuned for more battlefield dynamics and geopolitical analysis, all in the New Cold War Situation Room!\n\n====================\n\nHello everyone, I'm the host of the \"New Cold War Situation Room.\"\n\nIf you like our channel, please like, subscribe, comment, and turn on the little bell 🔔 to watch exciting content as soon as possible.\n\n● Clean World \"New Cold War Situation Room\" Subscription Channel\n\nhttps://www.ganjing.com/zh-TW/channel/1f0pfr9iea8dLmIA3dw0Nuyyd12m0c\n\n● \"New Cold War Situation Room\" Subscription Channel\n\nhttps://www.youtube.com/channel/UCkCfjd8aOsJHdpgj6FD9L1w (The article represents the author's personal stance and views only)\n\nFeel free to donate to your favorite authors. Your kind encouragement is the cultivation of our media.\n\nSource: Look at China Video\n\nShort URL: All rights reserved. Any form of reproduction requires authorization from this site. Creating mirror sites is strictly prohibited.\n\nSimilar Articles: Change Batch Reader Recommendations: Change Batch Reader Favorites: Change Batch\n\n[Seeking Honorary Members] Streams can converge into the sea, and small acts of kindness can achieve great love. We sincerely invite ten thousand honorary members from global Chinese communities: Each honorary member only needs to pay a subscription fee once a year to become an honorary member of the \"Look at China\" website, helping us break through censorship and blockades, providing independent and truthful key information to at least 10,000 mainland Chinese compatriots, issuing warnings in times of crisis, and saving them from pandemics and other social crises."
    },
    {
        "body_eng": "**Today's Content**\n\n**Elite Ukrainian Forces Kill Two Battalions in Half a Month; Russian Soldiers Nearly Depleted**\n\n**Russia's Most Advanced Artillery Destroyed; Ukrainian Drones Achieve New Successes**\n\n**Russian Troops Terrified, Urgently Arm Crimea**\n\n**Aerial Bombs Strike Russian Forces; Motorcycle Charges Appear on the Frontline**\n\nWelcome to the New Cold War Situation Room, focusing on battlefield dynamics and geopolitical disputes. I'm Yu Tong.\n\nToday is July 3, 2024, marking the 861st day of the Russia-Ukraine war.\n\nThe Ukrainian General Staff released the latest data showing that in June 2024 alone, the Russian army lost a total of 35,030 personnel. As of July 1, 2024, Russian battlefield losses have approached the 550,000 mark.\n\nNotably, Ukraine's elite 47th Brigade is engaged in combat with two Russian brigades and five regiments in the Pokrovsk direction, eliminating 975 Russian soldiers in half a month. In the fierce battles on the northern flank of Avdiivka lasting eight months, the 47th Brigade has at least three times completely destroyed the combat capabilities of Russia's 15th and 30th Brigades.\n\nThe Ukrainian army pointed out that Russian soldiers are unwilling to be captured, often using light weapons or grenades to kill themselves or asking comrades to do so.\n\nIncreasing evidence suggests that Russian soldiers are nearly depleted. Recruitment billboards have appeared in major Russian cities like St. Petersburg and Novosibirsk. To attract new recruits, the authorities have raised the compensation to 1.3 million rubles, a 650% increase from 200,000 rubles two years ago. Additionally, these cities now frequently see funeral processions and retired personnel with prosthetics, a situation previously unseen.\n\n**Russia's Most Advanced Artillery Destroyed; Ukrainian Drones Achieve New Successes**\n\nCurrently, Russian forces mainly launch attacks in large infantry groups, with artillery continuously bombarding. Armored convoys are rarely seen, but it is expected that Russian forces may soon regroup large armored units for an offensive.\n\nIn Stepove village near Avdiivka, Ukraine's 109th Brigade discovered a newly arrived Russian 2S19 self-propelled howitzer at a firing position, which was quickly destroyed by Ukrainian drones and FPVs.\n\nReportedly, Russia has concentrated its remaining most advanced equipment in the Pokrovsk direction, but progress has been minimal.\n\nRecently, a Roniny drone from Ukraine's 56th Independent Mechanized Brigade hit a Russian fuel train near Tokmak in Zaporizhzhia Oblast.\n\nThe outcome of the drone strike on the 2TE116 diesel locomotive is unclear, as the drone could not transmit images after the explosion. \"Defense Express\" noted that this attack occurred within 20-30 kilometers of the frontline, indicating improved Ukrainian drone technology. The presence of the fuel train suggests that Russia is actively developing a \"rail corridor\" from Donbas to Crimea, which will likely become a key target for Ukrainian FPV drones.\n\nOn the other hand, Russian attacks continue. On July 1, with the support of Russian drones, Russian forces used Iskander missiles to strike Ukraine's Myrhorod Air Base. A Russian blogger claimed that at least three F-16s were destroyed.\n\nUkrainian Air Force official Yury Ignat admitted that Myrhorod Air Base was hit by missiles. Satellite images show that at least one Su-27 aircraft was destroyed, and several other aircraft were damaged, but there were no F-16s at the base.\n\nAnalysts believe that the exposed Su-27s within Iskander missile range might be a strategy to deceive Russian forces, possibly to deplete their missiles. If these planes were operational, they should be fueled and ready for takeoff. However, reports suggest these planes might be non-flying Su-27 parts, parked at the base for a long time without any camouflage or air defense measures.\n\nRegarding the F-16s, Russian media reported that Ukrainian F-16s were detected over Kherson, accompanied by NATO AWACS, but no engagement occurred.\n\nDutch Defense Minister Ollongren recently stated that two F-16 fighters will be sent to Ukraine and can be used anywhere, including inside Russia. It seems the F-16s will soon make their official debut.\n\n**Russian Troops Terrified, Urgently Arm Crimea**\n\nOn July 1, Ukrainian missiles struck Sevastopol in Crimea. Russia claimed to have shot down all missiles, but a Russian logistics base was suspected to be hit, with losses still being clarified.\n\nThe repeatedly attacked Russian forces are now like \"frightened birds.\" On July 1, they installed Tor M2KM surface-to-air missile systems near Sevastopol beach.\n\nThis move significantly endangers local civilians, as surface-to-air missile systems are high-value military targets that attract enemy attacks. In emergencies, these systems might misidentify and attack non-military targets, causing unintended harm to nearby residents and infrastructure. Additionally, radiation and explosion hazards may arise.\n\nRussia has turned Crimea into a heavily fortified area, setting up over 233 military bases and using civilians as human shields. Despite militarization, Russia still encourages tourism, putting civilians at risk and violating international law.\n\nA few days ago, a missile hit a seaside resort in Crimea, causing hundreds of casualties. Ukraine then paused attacks on Crimea for a few days. Ukrainian military expert Roman Svitan said this pause allowed Russia to regroup, disperse air defense systems, and relocate them.\n\nSvitan believes Ukraine should have no reservations and must maintain high-intensity strikes to destroy Russian air defense systems on the island, ideally daily. Russian forces need 1.5 to 2 days to relocate air defense systems, and continuous strikes can weaken their ability to protect themselves.\n\nObservers believe that once Crimea's air defense systems are depleted, Ukraine's F-16s and even landing forces could strike Crimea.\n\n**Aerial Bombs Strike Russian Forces; Motorcycle Charges Appear on the Frontline**\n\nIn the Kharkiv region, Ukrainian forces used precision bombs, various artillery, and drones to heavily strike Russian forces, forcing them to redeploy reinforcements. Ukraine has sent tens of thousands of soldiers to Kharkiv, significantly outnumbering Russian forces but has not launched a major offensive. Analysts believe Ukraine aims to achieve its goals through continuous attrition of Russian forces. The Kharkiv battle will become a burden for Russian forces.\n\nReports indicate that Russian assault teams entered Ukraine's Sumy region to create new hotspots, but their assembly points were directly destroyed by Ukrainian JDAM bombs. Provocations in Sumy will not yield good results.\n\nIn the Kherson region, Ukrainian missiles struck a Russian base in Nova Kakhovka on the left bank, causing multiple explosions and a fire. The extent of the damage is unclear.\n\nIn the Bakhmut sector, Ukrainian Air Force jets used precision AASM-250 \"Hammer\" bombs to strike Russian gathering points in the northern suburbs of Paraskoviivka, achieving significant results.\n\nHowever, Ukrainian forces stationed in high-rise buildings are currently under heavy bombardment by Russian TOS-2 systems. The TOS-2 uses 220mm rockets filled with highly flammable triethylaluminum. This agent can self-ignite in air and explode upon contact with water, causing severe corrosion to human skin and continuing to burn even when buried. Ukrainian casualties are expected to be significant.\n\nNazar Voloshyn, spokesperson for Ukraine's Joint Task Force on Khortytsia Island, stated in a live broadcast on July 1 that Russian forces are now heavily attacking in the Horlivka-Toretsk direction, with the offensive on Chasiv Yar weakening.\n\nVoloshyn noted that Russia's attack on Toretsk aims to pressure Chasiv Yar from another direction.\n\nAnalysts believe that Russia's attack on Toretsk is due to heavy casualties in Chasiv Yar, leading to war-weariness among soldiers, prompting a shift to continue attrition elsewhere.\n\nObservers also noted that to avoid Ukrainian drone attacks, Russian forces have started using motorcycles to transport ammunition to the front and have launched motorcycle charges. On July 1, Ukraine's 72nd Brigade destroyed a Russian motorcycle charge in Vuhledar. This may indicate worsening equipment conditions for Russian forces.\n\nThe \"Southern Daily\" used AI models to examine satellite images of 87 Russian military bases, including 16 storing tanks, artillery, and armored personnel carriers. The results show a significant reduction in Russia's armored vehicles since February 24, 2022.\n\nThe \"New York Times\" reported that the new motorcycle charge tactic is spreading on the frontlines, adding more chaos and brutality to the battles. Russian forces are trying to use the speed of motorcycles to cross open ground, adapting to a battlefield filled with mines and drones. Although this tactic is highly risky, it addresses the critical challenge of crossing open ground under drone and artillery surveillance.\n\nSergeant Sapsan of Ukraine's 47th Mechanized Brigade stated, \"They dismount and start shooting after getting close... These off-road vehicles and motorcycles are very fast.\" While this tactic has caused significant Russian casualties, it has achieved some success in breaking through drone and artillery blockades.\n\nThat's all for today's New Cold War Situation Room. Stay tuned for more battlefield dynamics and geopolitical analysis. Exciting content awaits in the New Cold War Situation Room!\n\n====================\n\nHello everyone, I'm the host of the \"New Cold War Situation Room.\"\n\nIf you like our channel, please like, subscribe, comment, and turn on the notification bell 🔔 to watch exciting content as soon as it's available.\n\n● Clean World \"New Cold War Situation Room\" Subscription Channel\n\nhttps://www.ganjing.com/zh-TW/channel/1f0pfr9iea8dLmIA3dw0Nuyyd12m0c\n\n● \"New Cold War Situation Room\" Subscription Channel\n\nhttps://www.youtube.com/channel/UCkCfjd8aOsJHdpgj6FD9L1w (The article represents the author's personal views and opinions)\n\nFocus on \"Ukraine Crisis\"\n\nSource: Watch China Video -- All rights reserved. Any form of reproduction requires authorization from Watch China. Strictly prohibited from creating mirror websites.\n\nWelcome to donate to your favorite authors. Your support and encouragement are the driving force behind our media efforts.\n\nShort URL of this article:\n\nSimilar articles: Change a batch\n\nChange a batch\n\nReaders recommend: Change a batch\n\nChange a batch\n\nReaders like: Change a batch\n\nChange a batch\n\n1\n\nThe new issue of the special edition has been published\n\nPlease log in as an honorary member to download\n\nMember\n\n1\n\nThe new issue of the special edition has been published\n\nPlease log in as an honorary member to download\n\n[Recruiting Honorary Members] Streams can converge into the sea, and small kindnesses can achieve great love. We sincerely recruit ten thousand honorary members from global Chinese: Each honorary member only needs to pay a subscription fee once a year to become an honorary member of \"Watch China\" website, helping us break through censorship and blockade, and deliver independent and truthful key information to at least 10,000 compatriots in mainland China, issuing warnings in times of crisis, saving them from pandemics and other social crises.\n\nSource: Watch China Video\n\nKeywords: Russia-Ukraine War, Putin, Russian Army, Ukrainian Army, Russia, Ukraine, Crimea"
    },
    {
        "body_eng": "### Majority of European Countries Now Believe Negotiations Are the Best Way to End the Russia-Ukraine War\n\n**(Image Source: Michele Tantussi/Getty Images)**\n\n**Kan Zhongguo Website Prohibits the Establishment of Mirror Sites. Return to the Original Kan Zhongguo Website.**\n\n**[Kan Zhongguo, July 3, 2024]** (Compiled and reported by Kan Zhongguo reporter Wen Tianqing) Hungarian Prime Minister Viktor Orbán has urged Ukrainian President Volodymyr Zelensky to consider a ceasefire to expedite the end of the Russia-Ukraine war. A major European poll shows that most European countries now believe that negotiations are the best way to end the Russia-Ukraine war, rather than Ukraine achieving a complete military victory. **Kan Zhongguo Website Prohibits the Establishment of Mirror Sites. Return to the Original Kan Zhongguo Website.**\n\nAccording to reports from Reuters and AFP, at a joint press conference held in Kyiv, the capital of Ukraine, on July 2, Orbán stated that he urged Ukrainian President Zelensky to consider a ceasefire in the Russia-Ukraine war. He said, \"I asked the President (Zelensky) to consider whether... a rapid ceasefire could expedite peace negotiations.\"\n\nOrbán stated, \"A ceasefire related to a deadline would provide an opportunity to accelerate peace talks. I discussed this possibility with the President, and I appreciate his honest response and negotiations.\"\n\nZelensky, speaking before Orbán, did not respond to these comments. At the joint press conference, he praised the potential for broad bilateral cooperation agreements between Ukraine and Hungary. The Ukrainian President said, \"The content of our dialogue on all issues can form the basis of a bilateral relations document between our two countries, which will regulate all our bilateral relations.\"\n\nOrbán welcomed Zelensky's remarks, stating that Hungary is willing to help Ukraine achieve economic modernization.\n\nSubsequently, Zelensky's foreign policy advisor Ihor Zhovkva stated in a televised speech that this was not the first time such a proposal had been made, and Zelensky had responded to Orbán with his public stance. He said, \"We say that Ukraine indeed wants to achieve peace on its own, which is logical... For this, we have a tool: the Peace Summit,\" referring to Kyiv's push to establish a global alliance to support Ukraine's peace vision.\n\n### European Poll Shows: Negotiations Are the Best Way to End the Russia-Ukraine War\n\nAccording to reports from The Guardian and Politico, in the first half of May this year, the pan-European think tank \"The European Council on Foreign Relations\" (ECFR) conducted a public opinion survey of 19,566 people in 15 European countries. The poll results show that few respondents believe that Ukraine can achieve a complete military victory in the Russia-Ukraine war.\n\nDespite the reversals faced by Russian troops on the Ukrainian battlefield, most European voters still support aiding the Kyiv authorities. This support is seen as necessary, not for Kyiv to achieve a comprehensive victory on the battlefield, but to strengthen Ukraine's position in future negotiations with Russia.\n\nAmong the surveyed European countries, Estonians believe that Ukraine will completely win the Russia-Ukraine war; most people in Sweden and Poland hope that Europe will support Ukraine in continuing to fight until it recovers all its territories. In Italy, Greece, and Bulgaria, most people believe that increasing arms supplies to Ukraine is a bad idea.\n\nOverall, Italy has become the least supportive major European country for Ukraine. Countries such as the Czech Republic, France, Germany, the Netherlands, Spain, and Switzerland lack a national consensus on the Russia-Ukraine war and the EU's stance.\n\nIn France, President Macron has not been able to persuade the French people to follow his lead in taking a tougher stance in support of Ukraine. One-third of the French support Ukraine in recovering lost territories, one-third prefer to push for peace negotiations between Ukraine and Russia, and one-third remain undecided.\n\nIvan Krastev, co-author of the survey report and chairman of the Centre for Liberal Strategies, stated, \"The notable aspect of public opinion relative to Ukraine is its remarkable stability -- while the conflict continues to escalate.\" Public attitudes have not been frozen in many ways.\"\n\nMark Leonard, co-author of the poll report and director of the European Council on Foreign Relations, said, \"Our new poll shows that one of the main challenges facing Western leaders is the conflicting positions between Europeans and Ukrainians on how to end the Russia-Ukraine war.\"\n\n**Support Your Favorite Authors. Your Encouragement is the Best Reward for Our Media Efforts.**\n\n**Source: Kan Zhongguo**\n\n**Short URL: All rights reserved. Any form of reproduction requires authorization from this site. Establishing mirror sites is strictly prohibited.**\n\n**Similar Articles: Change Batch Reader Recommendations: Change Batch Reader Favorites: Change Batch**\n\n**[Call for Honorary Members] Streams can converge into the sea, and small acts of kindness can achieve great love. We sincerely invite 10,000 honorary members from the global Chinese community: Each honorary member only needs to pay a subscription fee once a year to become an honorary member of the Kan Zhongguo website, helping us break through censorship and blockades, and deliver independent and truthful key information to at least 10,000 compatriots in mainland China, issuing warnings to them in times of crisis, and saving them from pandemics and other social crises.**"
    },
    {
        "body_eng": "NATO is Preparing a \"Plan B\" for Ukraine to Ensure Aid to Kyiv Authorities (Image Source: Oleg Nikishin/Getty Images)\n\n[The Epoch Times, July 3, 2024] (Reported by Wen Tianqing, translated and compiled by The Epoch Times) As the possibility of U.S. presidential candidate Trump returning to the White House increases, NATO is preparing a \"Plan B\" for Ukraine to ensure aid to the Kyiv authorities. U.S. media revealed that Trump's aides are planning a \"complete reorientation\" of NATO, making Europe the dominant force while the U.S. takes a back seat.\n\nPolitico Exposes Trump's Complete Reorientation Plan for NATO\n\nOn July 2, the U.S. political news website Politico reported that U.S. presidential candidate Trump has repeatedly criticized NATO member countries for not fairly sharing military expenses. Therefore, there is concern about when he might abandon the 75-year-old North Atlantic Treaty Alliance if re-elected. However, interviews with former Trump national security officials and defense experts who might serve in Trump's second term suggest that Trump is unlikely to completely withdraw from NATO but will continue to demand that European member countries significantly increase their military spending.\n\nIn an interview, defense expert Dan Caldwell, familiar with the internal thoughts of Trump's national security advisor circle, said, \"We really have no choice.\" He cited the rising U.S. national debt, recruitment difficulties in the military, and the weak foundation of the U.S. defense industry as challenges in facing Moscow and Beijing.\n\nTrump and his presidential campaign team have not yet appointed a new national security team or publicly accepted a new agenda for NATO. However, discussions on related issues are ongoing within Trump's campaign team. Former officials and experts interviewed stated that if Trump wins, in his second term, the U.S. will retain its air forces and bases in Germany, the UK, and Turkey, as well as naval forces, to maintain the nuclear umbrella over Europe. Meanwhile, most infantry, armor, logistics, and artillery will eventually be handed over to European countries.\n\nCaldwell stated that this shift would involve \"a significant and substantial reduction in the U.S.'s security role, not being the primary provider of combat power in Europe, but providing support only in times of crisis.\"\n\nAnother part of Trump's plan is a two-tier NATO system. This idea was first proposed by another former senior Trump administration official, retired Army Lieutenant General Keith Kellogg. It means that NATO member countries that have not met the goal of spending 2% of their GDP on defense budgets will not receive U.S. defense security guarantees.\n\nAlthough Article 5 of NATO stipulates that an attack on any member country is considered an attack on all member countries, requiring an immediate response from other members, Trump's foreign policy think tank members claim that the wording of Article 5 is flexible and does not require any member country to respond with military force.\n\nTo date, the U.S. is the largest contributor to the military alliance NATO, with a defense budget of about $860 billion, accounting for 68% of NATO's total defense budget in 2023. Jeremy Shapiro, research director at the pan-European think tank \"The European Council on Foreign Relations\" (ECFR), stated that a significant portion of the U.S. defense budget (about 3.5% of U.S. GDP) is used to defend Europe, although the Pentagon refuses to disclose specific amounts.\n\nKiron Skinner, former director of the U.S. State Department's Policy Planning Office during the Trump administration and a key figure in \"Project 2025,\" said, \"The U.S. is not the world's ATM. NATO can play an important role in the Atlantic and Indo-Pacific theaters, but we need more strategic thinking.\"\n\nTrump's new NATO policy plan could also play a key role in quickly resolving the ongoing 2.5-year Russia-Ukraine war, which he believes \"should never have started.\" The Republican presidential candidate is considering reaching an agreement with Russian President Putin to decide which countries can join NATO, particularly Ukraine and Georgia. This would have a significant impact on NATO's vague commitment to Ukraine's future, a commitment the Biden administration is implementing without a timeline.\n\nAccording to a national security expert familiar with Trump's thinking, who wished to remain anonymous, Trump \"is open to stopping NATO expansion and will not return to Ukraine's 1991 borders. This will be on the table. But this does not mean abandoning any other possibilities, including providing substantial weapons to Ukraine.\"\n\nNATO is Preparing a Plan B for Ukraine\n\nOn July 1, The Wall Street Journal, citing unnamed U.S. and NATO allied officials, reported that during the summit in Washington, D.C., from July 9 to July 11, NATO will announce several new measures to address the impact of Trump's return to the White House on NATO's support for Ukraine.\n\nThe report stated that NATO is planning new measures to protect support for Ukraine. This plan has been underway for months and is accelerating due to Biden's poor performance in the first U.S. presidential debate. NATO's measures include sending a new senior civilian official to Kyiv and establishing a new military command in Wiesbaden, western Germany, to coordinate military aid and training for Ukrainian forces from NATO member countries.\n\nThe new military command in Wiesbaden is called \"NATO Security Assistance and Training for Ukraine,\" consisting of about 700 U.S. and allied personnel from all NATO member countries.\n\nTrump has barely concealed his disappointment with NATO allies, repeatedly criticizing them for taking advantage of U.S. security assistance in Europe and failing to meet the NATO defense budget commitment (2% of GDP). In 2014, NATO member countries agreed to spend 2% of their GDP on defense budgets, but many countries have failed to meet this goal.\n\nReuters reported that in recent years, NATO allies' defense budgets have been highly controversial, especially with former U.S. President Trump criticizing European allies for spending too little on their own security and relying on U.S. protection. Earlier this year, Trump hinted that he would not protect NATO allies whose defense budgets are less than 2% of GDP.\n\nOn June 17, NATO Secretary-General Jens Stoltenberg, during a meeting with U.S. President Biden at the White House, said that five years ago, fewer than ten NATO allies met the goal of spending at least 2% of GDP on defense budgets. He emphasized how NATO allies have increased their continuous military spending since Russia seized Crimea from Ukraine in 2014.\n\nStoltenberg said, \"In Europe and Canada, NATO allies' defense budgets have increased by 18% this year, the largest increase in decades. Twenty-three allies will spend 2% or more of their GDP on defense this year.\"\n\nNATO Secretary-General Stoltenberg stated that when NATO leaders set the goal of spending 2% of GDP on defense budgets at the 2014 summit, only three allies, the U.S., Greece, and the UK, met this goal. At that time, NATO had 28 member countries, now it has increased to 32.\n\nEarlier, Stoltenberg said at a speech at the Wilson Center think tank that increasing defense spending by NATO allies \"benefits both Europe and the U.S., especially since most of this additional funding is spent in the U.S.\"\n\nNATO Negotiates Nuclear Weapons Deployment\n\nThe UK's The Daily Telegraph reported in June that NATO Secretary-General Stoltenberg, in an interview with the media, said that facing the increasing threats from Moscow and Beijing, NATO is negotiating the deployment of more nuclear weapons and keeping them on standby.\n\nStoltenberg said, \"I will not discuss in detail how many nuclear warheads should be available and which nuclear warheads should be stored, but we need to consult on these nuclear weapons issues. This is what we are doing. Transparency helps convey a direct message: we (NATO) are a nuclear alliance.\" \"NATO's goal is, of course, a world without nuclear weapons, but as long as nuclear weapons exist, we will continue to be a nuclear alliance because Russia, China, and North Korea have nuclear weapons. If NATO did not have nuclear weapons, the world would be a more dangerous place.\"\n\nPreviously, Stoltenberg stated that nuclear weapons are NATO's \"ultimate security guarantee\" and a way to maintain peace, serving as a deterrent.\n\nNATO has played a greater role in coordinating weapons aid to Kyiv but rarely talks publicly about nuclear weapons, although the U.S. has deployed nuclear weapons at multiple locations in Europe. According to the Federation of American Scientists, Russia and the U.S. are by far the world's largest nuclear powers, possessing about 88% of the world's nuclear weapons.\n\nAccording to the Bulletin of the Atomic Scientists, the U.S. has deployed about 100 non-strategic B61 nuclear weapons in five European countries: Italy, Germany, Turkey, Belgium, and the Netherlands. There are another 100 such nuclear weapons within the U.S.\n\nRussia has about 1,558 non-strategic nuclear warheads. However, arms control experts say it is difficult to estimate how many nuclear warheads Russia actually has, as it is a military secret.\n\nReporter: Wen Tianqing\n\nSource: The Epoch Times -- All rights reserved. Any form of reproduction requires authorization from The Epoch Times. Strictly prohibited from creating mirror websites.\n\nWelcome to donate to your favorite authors. Your kind encouragement is the cultivation of our media.\n\nShort URL of this article:\n\nSimilar articles: Change batch\n\nChange batch\n\nReaders recommend: Change batch\n\nChange batch\n\nReaders like: Change batch\n\nChange batch\n\n1\n\nThe new issue of the special edition has been published\n\nPlease log in to download as an honorary member\n\nMember\n\n1\n\nThe new issue of the special edition has been published\n\nPlease log in to download as an honorary member\n\n[Recruiting Honorary Members] Streams can converge into the sea, and small kindnesses can achieve great love. We sincerely recruit ten thousand honorary members from global Chinese: each honorary member only needs to pay a subscription fee once a year to become an honorary member of The Epoch Times website, helping us break through censorship and blockade, providing independent and truthful key information to at least 10,000 mainland Chinese compatriots, issuing warnings to them in times of crisis, and saving them from pandemics and other social crises.\n\nSource: The Epoch Times\n\nKeyword search: NATO, Trump, Ukraine, U.S., Kyiv, Europe, defense budget, GDP, nuclear weapons"
    },
    {
        "body_eng": "NATO is Preparing a \"Plan B\" for Ukraine to Ensure Aid to Kyiv Authorities (Image Source: Oleg Nikishin/Getty Images) KanZhongGuo Website Prohibits the Establishment of Mirror Sites. Return to the Original KanZhongGuo Website.\n\n[KanZhongGuo, July 3, 2024] (KanZhongGuo reporter Wen Tianqing compiled/comprehensive report) As the possibility of U.S. presidential candidate Trump returning to the White House increases, NATO is preparing a \"Plan B\" for Ukraine to ensure aid to the Kyiv authorities. U.S. media disclosed that Trump's aides are planning a \"complete repositioning\" of NATO, making Europe the dominant force while the U.S. steps back. KanZhongGuo Website Prohibits the Establishment of Mirror Sites. Return to the Original KanZhongGuo Website.\n\nPolitico Exposes Trump's Complete Repositioning of NATO Plan\n\nOn July 2, the U.S. political news website Politico reported that U.S. presidential candidate Trump has repeatedly criticized NATO member countries for not fairly sharing military expenses. Therefore, the outside world is concerned about when he might abandon the 75-year-old North Atlantic Treaty Alliance if he is re-elected as U.S. president. However, through interviews with former Trump national security officials and defense experts who might serve in Trump's second term, it is unlikely that Trump will completely withdraw from NATO but will continue to demand that European member countries significantly increase their military spending.\n\nIn an interview, defense expert Dan Caldwell, familiar with the internal thoughts of Trump's national security advisor circle, said, \"We really have no choice.\" He cited the rising U.S. national debt, weak military recruitment, and the fragile foundation of the U.S. defense industry as unable to meet the challenges from Moscow and Beijing authorities.\n\nTrump and his presidential campaign team have not yet appointed a new national security team nor publicly accepted NATO's new agenda. However, discussions on related topics are ongoing within Trump's campaign team. Former officials and experts interviewed said that if Trump wins, in his second term as U.S. president, the U.S. will retain its air forces and bases in Germany, the UK, and Turkey, as well as naval forces, to maintain the nuclear umbrella over Europe. At the same time, most infantry, armor, logistics, and artillery will eventually be handed over to European countries.\n\nCaldwell stated that this shift would involve \"a significant and substantial reduction in the U.S.'s security role, not being the primary provider of combat power in Europe, only providing support in times of crisis.\"\n\nAnother part of Trump's team plan is a two-tier NATO system. This idea was first proposed by another former senior Trump administration official, retired Army Lieutenant General Keith Kellogg. It means that NATO member countries that have not yet achieved the goal of spending 2% of GDP on defense budgets will not receive U.S. defense security guarantees.\n\nAlthough NATO's Article 5 stipulates that an attack on any member country is considered an attack on all member countries, requiring an immediate response from other member countries, members of Trump's foreign policy think tank said that the wording of NATO's Article 5 is flexible and does not require any member country to respond with military force.\n\nSo far, the U.S. is the largest contributor to the military alliance NATO, with a defense budget of about $860 billion, accounting for 68% of NATO's total defense budget in 2023. Jeremy Shapiro, research director at the pan-European think tank \"The European Council on Foreign Relations\" (ECFR), stated that a large part of the U.S. defense budget (about 3.5% of U.S. GDP) is used to defend Europe, although the Pentagon refuses to disclose specific amounts.\n\nKiron Skinner, former director of the U.S. State Department's Policy Planning Office during the Trump administration and a key figure in the \"Project 2025,\" said, \"The U.S. is not the world's ATM. NATO can play an important role in the Atlantic and Indo-Pacific theaters, but we need more strategic thinking.\"\n\nTrump's new NATO policy plan may also play a key role in quickly resolving the ongoing two-and-a-half-year Russia-Ukraine war. He believes \"this is a war that should never have started.\" The Republican presidential candidate is considering reaching an agreement with Russian President Putin to decide which countries can join NATO, especially Ukraine and Georgia. This will have a significant impact on NATO's vague commitment to Ukraine's future, which the Biden administration is implementing, but this commitment has no timetable.\n\nAccording to a national security expert familiar with Trump's thinking who wished to remain anonymous, Trump \"is open to stopping NATO expansion and will not return to Ukraine's 1991 borders. This will be on the table. But this does not mean giving up any other possibilities, including providing substantial weapons to Ukraine.\"\n\nNATO is Preparing a Plan B for Ukraine\n\nOn July 1, the Wall Street Journal quoted unnamed U.S. and NATO allied officials as saying that during the summit held in Washington, D.C., from July 9 to July 11, NATO will announce several new measures to respond to the impact of Trump's return to the White House on NATO's support for Ukraine policy.\n\nThe report stated that NATO is planning new measures to protect support for Ukraine. This plan has been underway for several months and is accelerating due to Biden's poor performance in the first U.S. presidential election debate. NATO's measures include sending a new senior civilian official to Kyiv, the capital of Ukraine, and establishing a new military command in Wiesbaden, western Germany, to coordinate military aid and training for the Ukrainian army from NATO member countries.\n\nThe new military command in Wiesbaden is called \"NATO Security Assistance and Training for Ukraine,\" consisting of about 700 U.S. and allied personnel from all NATO member countries.\n\nTrump has hardly concealed his disappointment with NATO allies, repeatedly criticizing them for taking advantage of U.S. security assistance in Europe and not fulfilling the NATO defense budget (2% of GDP) commitment. In 2014, NATO member countries agreed to spend 2% of GDP on defense budgets, but many countries have failed to achieve this goal.\n\nReuters reported that in recent years, NATO allies' defense budgets have caused significant controversy, especially with former U.S. President Trump criticizing European allies for spending too little on their own national security and relying on U.S. protection. Earlier this year, U.S. Republican presidential candidate Trump hinted that he would not protect NATO allies whose defense budgets are less than 2% of GDP.\n\nOn June 17, NATO Secretary-General Stoltenberg said during a meeting with U.S. President Biden at the White House that five years ago, fewer than ten NATO allies achieved the goal of a defense budget of at least 2% of GDP. He emphasized how NATO allies have increased their continuous military spending since Russia seized Crimea from Ukraine in 2014.\n\nStoltenberg said, \"In Europe and Canada, NATO allies' defense budget increase this year is 18%, the largest increase in decades. Twenty-three allies will have a defense budget of 2% of GDP or higher this year.\"\n\nNATO Secretary-General Stoltenberg stated that when NATO leaders set the goal of a defense budget of 2% of GDP at the 2014 summit, only three allies, the U.S., Greece, and the UK, achieved this goal. At that time, NATO had 28 allies, now it has increased to 32 allies.\n\nEarlier, Stoltenberg said in a speech at the Wilson Center think tank that NATO allies increasing defense spending \"is beneficial for both Europe and the U.S., especially since most of this additional funding is spent in the U.S.\"\n\nNATO is Negotiating Nuclear Weapons Deployment\n\nThe UK's Daily Telegraph reported in June that NATO Secretary-General Stoltenberg said in an interview with the media that in the face of increasing threats from Moscow and Beijing, NATO is negotiating the deployment of more nuclear weapons and keeping them on standby.\n\nStoltenberg said, \"I will not discuss in detail how many nuclear warheads should be available and which nuclear warheads should be stored, but we need to consult on these nuclear weapons issues. This is what we are doing. Transparency helps convey a direct message: we (NATO) are a nuclear alliance.\" \"NATO's goal is certainly a world without nuclear weapons, but as long as nuclear weapons exist, we will continue to be a nuclear alliance because Russia, China, and North Korea have nuclear weapons. If NATO does not have nuclear weapons, then this world will be a more dangerous world.\"\n\nPreviously, Stoltenberg stated that nuclear weapons are NATO's \"ultimate security guarantee\" and a way to maintain peace, serving as a deterrent.\n\nNATO has played a greater role in coordinating weapons aid to Kyiv but rarely publicly discusses nuclear weapons, although the U.S. has deployed nuclear weapons at multiple locations in Europe. According to the Federation of American Scientists, Russia and the U.S. are by far the world's largest nuclear powers, possessing about 88% of the world's nuclear weapons.\n\nAccording to the Bulletin of the Atomic Scientists, the U.S. has deployed about 100 non-strategic B61 nuclear weapons in five European countries: Italy, Germany, Turkey, Belgium, and the Netherlands. There are another 100 such nuclear weapons in the U.S.\n\nRussia has about 1,558 non-strategic nuclear warheads. However, arms control experts say it is difficult to estimate how many nuclear warheads Russia actually has because it is a military secret.\n\nWelcome to donate to your favorite authors. Your love and encouragement are the cultivation of our media.\n\nSource: KanZhongGuo\n\nShort URL: Copyright, any form of reproduction requires authorization from this site. Establishing mirror sites is strictly prohibited.\n\nSimilar Articles: Change a Batch Reader Recommendations: Change a Batch Readers Like: Change a Batch\n\n[Recruiting Honorary Members] Streams can converge into the sea, and small kindnesses can achieve great love. We sincerely recruit ten thousand honorary members from global Chinese: each honorary member only needs to pay a subscription fee once a year to become an honorary member of the KanZhongGuo website, helping us break through censorship and blockade, providing independent and true key information to at least 10,000 mainland Chinese compatriots, issuing warnings to them in times of crisis, and saving them from pandemics and other social crises."
    },
    {
        "body_eng": "**Day 861 of the Russia-Ukraine War (July 3, 2024): Updates Following Orbán's Visit to Kyiv**\n\nOn July 2, Hungarian Prime Minister Viktor Orbán visited Kyiv, proposing to deepen bilateral relations, participate in Ukraine's modernization, assist the Ukrainian government, and provide humanitarian aid.\n\nOrbán's move seems more like a bet on Ukraine to secure the greatest benefits for Hungary.\n\nInterestingly, Orbán reiterated his support for Zelensky's peace initiative and did not oppose Ukraine's ceasefire measures, though he noted that these measures take too long and suggested that a ceasefire could precede negotiations.\n\nOrbán also emphasized that he does not insist on his own proposals and accepts Ukraine's reasons, stating that everything depends on Ukraine.\n\nIt is evident that Orbán's visit aimed not only to deepen bilateral relations and bet on Ukraine but also to tentatively persuade Ukraine to surrender, in an attempt to appease Russia.\n\nOrbán is trying to hedge his bets on both sides to extract benefits for Hungary, leaning towards the side with greater benefits, which is clearly Ukraine.\n\nOn the evening of July 1, Ukrainian forces used missiles to attack the Black Sea Fleet's 758th Logistics Support Center warehouse in Sevastopol, Crimea, destroying at least 90 Shahed 136 drones.\n\nIt is reported that the S-400 air defense system was also hit, but detailed information is yet to be clarified.\n\nOn July 2, Ukrainian forces attacked the Russian 3754th Aviation Technical Base (VCH 13830) in Kursk, Russia, with no losses disclosed by the Russian side.\n\nAt the same time, Ukrainian unmanned boats attacked the port of Novorossiysk in Russia's Krasnodar Krai, destroying Russian air defense systems, radars, and bases, with the strategic offensive continuing.\n\nIf all these are destroyed, it would mean significant opportunities for Ukraine.\n\nLet's look at the latest battlefield news. In the Kharkiv region, reports indicate that Russian forces have withdrawn some troops from Kharkiv and sent them to the Donetsk region to launch an offensive. The Institute for the Study of War (ISW) also confirmed that Russian forces are gathering in Donetsk for a new offensive.\n\nRussian forces are constantly probing for weak points in Ukrainian defenses, but at a high cost.\n\nUkrainian forces continue to counterattack in Hlyboke, Starytsia, and Vovchansk.\n\nRussian forces do not have an advantage here, and as the fighting continues, their losses are increasing.\n\nIn the Avdiivka region and the Marinka-Novomykhailivka region, Russian forces are trying to push westward to level the front line.\n\nIn the Shumy direction between Avdiivka and Bakhmut, the fighting has been ongoing for years, with limited Russian advances.\n\nIn the Bakhmut region, Russian forces continue to besiege Chasiv Yar, attempting to make progress in the Kalynivka, microdistrict, and canal directions but are being blocked by Ukrainian forces.\n\nThe trend shows that Russian forces are advancing slowly at great cost, aiming to capture the entire Donetsk region, which will be very costly.\n\nIn the Zaporizhzhia region, Ukrainian forces have recaptured the central area of Urozhaine.\n\nIn the Kherson region, Russian forces' attack on Krynky was repelled, and Ukrainian forces are working to expand their presence in the area.\n\nIn the Kupiansk-Kreminna-Lyman region, Ukrainian forces are attacking from Terny, Torske, and Pershotravneve, making progress.\n\nThe Azov Brigade is also advancing in the forest area south of Dibrova, making slow progress.\n\nRussian forces are attacking from multiple directions with little progress and significant losses.\n\nOn July 3, Ukraine released data on Russian losses, indicating that Russian forces are losing over a thousand personnel daily, a high cost.\n\nOn July 2, Ukrainian National Security Committee member Ivchenko stated that the first batch of F-16s would arrive this month.\n\nHe added, \"I believe they will initially be used to defend against enemy missiles rather than targeting locations within Russia.\"\n\nThis is the first time Ukraine has publicly acknowledged the imminent arrival of F-16s, and Russia's continuous attacks on Ukrainian airfields where F-16s might be stationed are aimed at preventing their arrival.\n\nF-16s have the capability to take off and land on highways, and the airfields and weapons they will be equipped with have not been disclosed. It is certain that AIM-120 air-to-air missiles and Swedish ASC 890 early warning aircraft will support the F-16s.\n\nDenmark, Norway, the Netherlands, and Belgium plan to transfer over 60 F-16s to Ukraine by the summer of 2024, with a total of 95 aircraft.\n\nThe F-16s' targets are expected to be Russian aircraft and missiles carrying FAB bombs, with their debut coming soon.\n\nAt the NATO summit in July, NATO will propose an alternative to Ukraine's NATO membership, the \"New Sweden\" model.\n\nThis model allows for close cooperation in security and defense without formal membership.\n\nAdditionally, an annual aid package of 40 billion euros for Ukraine will be discussed.\n\nNATO also plans to establish a new command center in Wiesbaden, Germany, to coordinate the provision of military equipment and training for Ukrainian forces. This operation, named \"NATO-Ukraine Security Assistance and Training,\" will involve nearly 700 personnel from the 32-nation alliance, including the U.S. and other allies.\n\nNATO is also preparing to send senior officials to Ukraine to ensure that the supply of weapons to Ukraine continues under any circumstances.\n\nAll indications are that EU President Ursula von der Leyen, European Commission Secretary-General Berset, EU Foreign Policy Chief Borrell, and NATO Secretary-General-designate Rutte will all strengthen aid to Ukraine.\n\nEven if Trump wins the U.S. election or right-wing forces win European elections, it will not affect Ukraine.\n\nU.S. Secretary of State Blinken announced that new measures to strengthen Ukraine's air defense would be unveiled before the NATO summit from July 9 to 11.\n\nOn July 2, U.S. Secretary of Defense Austin announced that $2.3 billion in military aid would soon be provided to Ukraine, including more air defense interceptors, anti-tank weapons, and other munitions, as well as the procurement of more Patriot and NASAMS air defense systems for Ukraine.\n\nAustin stated on social media, \"There is no doubt that Ukraine is not alone.\"\n\nOn July 3, U.S. Assistant Secretary of State James O'Brien stated that if Russia attempts to expand the existing front line, Ukraine will be able to launch longer-range strikes.\n\nCurrently, the U.S. restricts Ukraine to using American weapons within 100 kilometers of the border, and Ukraine has repeatedly requested the removal of this restriction.\n\nOn July 2, a large number of T-62M tanks were being transported to Ukraine from the Rostov train station in Russia.\n\nRussian forces have started using 73mm smoothbore cannons from BMP/BMD-1 armored vehicles to attack Ukrainian positions.\n\nThe use of a large number of motorcycles, scooters, and golf carts indicates that Russian resources are not unlimited.\n\nOn July 2, Peskov responded to media questions, stating that Russia is \"still willing\" to negotiate with Ukraine and is open to third-party negotiations.\n\nUkraine's biggest challenge is persisting for 861 days without surrendering, causing Russia to rapidly deplete its resources and become deeply entangled.\n\nSo far, Zelensky has shown no signs of giving up territory for peace, and Ukrainians have no intention of surrendering. Fighting to the end until victory is the choice of most Ukrainians.\n\nAs Blinken explained how to view Ukraine's victory, \"What is success? It is Ukraine, a strong, successful country increasingly integrated with the West, a country that can stand on its own militarily, economically, and democratically.\"\n\nUkraine's victory is not out of reach, and everything will be worth it in the end. Bless Ukraine."
    },
    {
        "body_eng": "Before the outbreak of the Russia-Ukraine war, a single 155mm artillery shell cost $1,500 globally. After the war began, the United States and the European Union started ordering 155mm shells for Ukraine from around the world, causing the price to surge from $2,000, $3,000, $4,000, all the way up to $8,000 per shell.\n\nMany countries saw an opportunity to make a fortune, especially economically struggling small and medium-sized nations. Pakistan, which is currently over $100 billion in debt, not only has to repay loans and interest annually but also spends a significant amount of foreign exchange on importing steel, energy, food, and industrial products.\n\nPakistan does not have oil and natural gas exports to generate revenue, nor does it have a large volume of industrial products to profit from. The eightfold price increase of 155mm shells due to the Russia-Ukraine war presented Pakistan with a lucrative opportunity.\n\nAccording to Newsweek, Pakistan is selling artillery shells to Ukraine. Meanwhile, the International Monetary Fund, led by the United States, is providing aid to Pakistan. Essentially, this means the U.S. is paying Pakistan for the shells.\n\nWhere did Pakistan get so many 155mm shells? In 2020, Pakistan imported 432 S-15 155mm truck-mounted howitzers from China for $512 million, equipping 24 artillery battalions.\n\nThis batch of Chinese-made 155mm truck-mounted howitzers came with a large number of 155mm shells, all meeting NATO standards and compatible with NATO-manufactured 155mm howitzers. They were both plentiful and cheap, allowing Pakistan to resell them at several times the original price.\n\nPakistan's neutrality means it benefits from both sides. With so many shells to sell at high prices, Russia must also court Pakistan. Consequently, Russia signed an oil agreement with Pakistan to provide cheap crude oil.\n\nThe Finland-Ukraine Defense Association recently stated that Chinese-made 155mm shells are cheap and available in large quantities. The organization also seeks to import these shells through third-party channels and resell them to Ukraine.\n\nOn the Russia-Ukraine front, Ukrainian drones are numerous and frequently launch swarm attacks. Where does Ukraine get so many drones?\n\nAfter China announced a ban on exporting drones to the Russia-Ukraine war zone, Ukraine could no longer import drones directly. However, the EU and other pro-Western countries have been importing large quantities of Chinese drones and then transferring them to Ukraine.\n\nThis approach is similar to how Russia evades Western sanctions by importing banned machinery, dual-use products, and electronic components through third-party countries and companies.\n\nHow large is Russia's military production capacity?\n\nA report by the Royal United Services Institute states that by 2024, Russia's defense industry will be able to produce 1 million 152mm shells annually, up from 250,000 in 2022.\n\nIn 2024, Russia's production of 122mm rockets will reach 500,000, with large-caliber rocket production hitting 17,000 units. Russia will produce 420 KH-101 cruise missiles annually, and the production of Iskander ballistic missiles will double.\n\nRussia will produce 250 Shahed-136 drones per month. Tank and armored vehicle production will increase to 1,500 tanks and 3,000 various armored vehicles per year, with 85% being refurbished and upgraded from existing stock.\n\nThe latest BMP-3 infantry fighting vehicle production will reach 135 units per quarter. The Russian Ministry of Defense estimates that Western sanctions have increased the cost of key microelectronic components used in Russian military equipment and weapons by 30%.\n\nNewly mobilized Russian troops will receive a $2,230 federal signing bonus, a $5,730 regional bonus, and a $3,500 governor's bonus. This means a volunteer soldier will receive a total of $11,000 in bonuses upon signing, with other wages and allowances calculated separately.\n\nThe Royal United Services Institute report states that Russia is continuously increasing pressure on Ukrainian forces, destroying Ukraine's infrastructure, prolonging the war, and increasing Ukraine's costs.\n\nRussia's goal is to accelerate the depletion of Ukraine's resources, extend the conflict in terms of time, space, and resources, and exhaust the Ukrainian military and Kyiv government's ability to resist Russian military strikes. Ultimately, this aims to force the Kyiv government to sign a ceasefire agreement that aligns with Russia's interests."
    },
    {
        "body_eng": "**Trump Claims \"24-Hour Solution to Russia-Ukraine War,\" Kremlin Responds**\n\nFormer President Donald Trump, who is actively participating in the 2024 U.S. presidential election, has repeatedly claimed that if he were to return to the White House, the U.S. could resolve the war between Russia and Ukraine \"within 24 hours.\" He reiterated this claim during the first debate of the current election cycle last Thursday, stating that he could solve the issue \"before taking office.\" On Monday (1st), Russia's Ambassador to the United Nations bluntly stated that \"it is impossible to resolve it in one day.\" The Kremlin on Tuesday (2nd) said it could not comment on Trump's statements due to a lack of \"substantive content.\"\n\nAccording to reports from the Associated Press and Reuters, Trump had already made such claims in May 2023 during a CNN \"Town Hall\" program, saying, \"Russians and Ukrainians are constantly dying in the war, and I want to stop this situation. I can do it, and I can do it within 24 hours.\" Trump added that this could be achieved as long as he met with the presidents of both countries, Vladimir Putin and Volodymyr Zelenskyy. Since then, Trump has repeatedly made this campaign promise.\n\nDuring the first debate of the 2024 presidential election last Thursday (June 27), Trump once again asserted that if he were elected the next U.S. president, \"I will resolve the war between Putin and Zelenskyy before taking office on January 20,\" and \"I will quickly solve this issue before I take office.\" Trump also mocked Joe Biden, saying that if the U.S. had a \"real\" president who was respected by Putin, Russia would not have invaded Ukraine in February 2022. Biden retorted that Trump \"doesn't know what he's talking about.\"\n\nAlthough Trump has repeatedly made this claim, he has never detailed how he would end the war that has been ongoing for two years and four months. Steven Cheung, a spokesperson for Trump's campaign team, told Reuters, \"President Trump is the most capable politician and negotiator in history, and he will resolve this conflict if elected.\"\n\nKremlin spokesperson Dmitry Peskov said on Tuesday that Russia could not comment on Trump's ideas for ending the Ukraine war because Moscow does not know what these ideas entail: \"This is not the first time Trump has made such statements; similar statements have been made before. We cannot comment without understanding the substantive content.\" He emphasized that if Trump were to return to power, any peace plan proposed by the Trump administration would need to reflect the current situation in Ukraine.\n\nRussia's Ambassador to the United Nations, Vassily Nebenzia, said on Monday at a press conference at the UN headquarters that \"the Ukraine crisis cannot be resolved in one day.\" He noted that the war could have ended in April 2022 when Russia and Ukraine were \"very close\" to reaching an agreement, but Western countries' support for Ukraine to continue resisting Russia hindered the peace talks. Nebenzia criticized Zelenskyy's recent promotion of a so-called peace plan as \"a joke,\" saying it is unworkable and that Zelenskyy must \"realistically\" consider the situation since April this year. Nebenzia warned that the more difficult the situation in Ukraine becomes, the harder it will be to end the war through diplomatic means.\n\nIn June, Switzerland hosted a peace conference on the Russia-Ukraine war, where nearly 80 countries called for the end-of-war agreement to be based on Ukraine's \"territorial integrity.\" However, many developing countries did not attend the conference, and one of the main parties to the conflict, Russia, was also absent. Nebenzia said that on June 15, Putin had stated that if Kyiv were willing to withdraw from the occupied areas in the four eastern and southern regions of Ukraine and abandon its bid to join NATO, Russia would immediately cease fire and begin negotiations. Zelenskyy has vowed not to give up any lost territory and has rejected Putin's ultimatum, as the conditions are tantamount to demanding Ukraine's surrender."
    },
    {
        "body_eng": "**Today marks the 859th day of the Russia-Ukraine war. According to the latest battle report from the Ukrainian General Staff, there were 124 battles on the front line in the past day, with Russian forces suffering a loss of 1,100 personnel...**\n\n**Clarification Needed: Why Do We Rely on Ukrainian Data and Only Use Russian Media as a Reference?**\n\nThis is not only because the judgment that Ukrainian media data is \"highly credible\" is a consensus among more than 9,000 authoritative media outlets worldwide, but also due to three fundamental reasons:\n\n1. Ukrainian data is monitored and compiled by war correspondents and military experts from over 100 countries, making it difficult to falsify.\n2. Ukraine is a democratic country where power lies in the hands of the Verkhovna Rada (Ukrainian Parliament). The prerequisite for falsifying information or data is a high degree of centralization, where control over power equates to control over public opinion and media. This is the case in Russia, North Korea, and Iran, but not for Zelensky and the Ukrainian military.\n3. Ukraine has no need to falsify data. Data fraud is taboo in the West, and if discovered, it could lead to a cessation of aid, which is not worth the risk.\n\n**Battle Situation**\n\nCurrently, the overall situation on the Vovchansk battlefield on the northern line of Kharkiv is settled, but fighting continues in Liptsi. Although the Ukrainian forces have the upper hand, they have not yet driven the Russians back to the border... Reports today indicate that in the Hlyboke area north of Liptsi, the 1st Assault Battalion of the 92nd Assault Brigade, supported by special forces, has begun clearing the remaining Russian forces in the western and northern parts of the city...\n\nThe Ukrainian Air Force also used French AASM Hammer bombs to strike buildings held by Russian forces, as confirmed by released videos and images.\n\nGeolocation images show that the main and northern parts of Liptsi have been divided. The Ukrainian forces have recaptured the entire main city area, and the main Russian forces are retreating along the northern part towards the border. To avoid attacks from Russian FAB glide bombs, the pursuing Ukrainian forces are advancing cautiously.\n\n**Southern Front**\n\nIn Chasiv Yar near Bakhmut, the 14th Mechanized Brigade of the Ukrainian forces destroyed a Russian ammunition depot and four logistics vehicles. They also conducted small-scale counterattacks, driving Russian forces out of high-rise buildings in the eastern part of the canal district.\n\n**Further South**\n\nIn Novomykhailivka, south of Marinka, the 79th Brigade of the Ukrainian forces repelled another mechanized attack by Russian forces yesterday. Videos show multiple Russian armored units being destroyed. The Russian infantry coordinating the attack took refuge in a building, which was soon destroyed by Ukrainian air force bombs, resulting in a powerful explosion... The Russian attack ended disastrously with the loss of nine armored units and all infantry.\n\n**Geographic Images**\n\nThe significant equipment losses have left the Russian forces in a dire situation. They are now using old motorcycles and all-terrain vehicles as attack vehicles and have also reactivated a batch of old BTR-70 and BTR-60 armored personnel carriers.\n\n**Destroyed Russian Golf Cart by the Ukrainian 79th Brigade**\n\nThe BTR-70 is an eight-wheeled armored personnel carrier equipped by the former Soviet army in 1972, produced by the Gorky Automobile Plant. The BTR-60 armored personnel carrier was equipped by the Soviet army from 1956 to 1959.\n\nYesterday, we reported that the 25th Brigade of the Ukrainian forces destroyed a Russian assault team composed of female prisoners in Kharkiv. The New York Times provided detailed information today: Russia has emptied several women's prisons to form an unspecified number of female \"penal battalion\" assault teams. Due to the lack of systematic military training, the lifespan of these female assault teams on the battlefield is often 3 to 8 hours...\n\nIn stark contrast, the Russian Liberation Army is now better equipped. Two former Wagner fighters who recently joined the Russian Volunteer Corps (RDK) looked in good spirits in a photo with the RDK commander... After the photo, they drove the BTR-82A infantry fighting vehicle behind them to the battlefield...\n\nIn another anti-Putin coalition, the Freedom Legion, former Russian National Bank President and Gazprom Vice President Igor Lobuyev has been fighting the Russian forces at his own expense, buying guns and cannons. Although he is now injured, he still looks in good spirits.\n\n**Beyond the Battlefield**\n\nMultiple Russian channels have confirmed a severe explosion near the Crimean Bridge on the 30th. The explosion site has been identified as the Shcholkine area in Russian-occupied Crimea, 60 kilometers from the Kerch Bridge. Local residents reported hearing loud explosions in the Feodosia and Kerch areas in southwestern Crimea.\n\nYesterday, we also reported that F-16s have begun combat missions in Ukraine, which was confirmed by the Ukrainian Ministry of Defense today. Although the official did not disclose the specific mission of the F-16s, the timing suggests it may be related to the Kerch Bridge explosion. Russian Su-35 fighter jets from the Yabelbek Air Force Base also took off urgently in a combat posture.\n\nThe General Staff of the Ukrainian Armed Forces stated on July 1 that Ukrainian forces launched a large-scale artillery attack on Russian positions in the Lyman direction, causing the enemy to lose its artillery advantage... After the rapid artillery fire, Ukrainian forces conducted another round of opening artillery fire. Following the artillery action, Ukrainian assault infantry quickly broke through the Russian defense line, recapturing five settlements east of Terny.\n\nAlexander Bastrykin, Chairman of the Russian Investigative Committee, stated at the St. Petersburg International Legal Forum: \"Russia has sent tens of thousands of immigrants who obtained Russian citizenship to the battlefield to dig trenches and build fortifications. We need skilled hands in this area. Russia is arresting immigrants who obtained Russian citizenship but did not register with the military department. We have arrested more than 30,000 such immigrants, most of whom will soon be sent to the battlefield...\"\n\nAccording to AFP on July 1, Belarusian Deputy Defense Minister Pavel Muraveik stated: \"Ukraine has deployed 10 NATO tactical groups around the Belarusian border, gathering 20,000 troops. If Belarus's independence is threatened, nuclear weapons will be used...\" Ukraine responded that the 20,000 troops gathered in Zhytomyr Oblast are for defense, as Russian troops are stationed in Belarus, and a significant portion of the Russian forces entered Ukraine from Belarus when the war broke out.\n\nThe Ukrainian Ministry of Defense released a list of Russian military losses in June: 33,700 soldiers, 3 fixed-wing aircraft, 352 tanks, 58 air defense systems, and 1,758 military vehicles...\n\nMeanwhile, Zelensky has called on the United States to lift restrictions on Ukraine using American weapons to attack Russian military airports. These planes dropped more than 3,000 bombs/missiles on Ukraine in June alone, with 820 bombs dropped last week, causing significant civilian casualties in Ukraine. The Russians have been exploiting the U.S. restrictions on Ukraine (prohibiting attacks on Russian airports within 200 kilometers of the border) to act with impunity...\n\nWe believe Zelensky's call is reasonable. Using Patriot missiles to counter Russian glide bombs is clearly unrealistic. A single Patriot missile costs up to $3 million, and Russian aircraft drop thousands of glide bombs each month. The economic cost is one factor, but the key issue is that even with full production, the Patriot production line cannot keep up with the consumption. The most effective solution is to strike Russian airports and aircraft, destroying the source of these deadly bombs.\n\nThe situation is constantly changing, and we are optimistic that the United States will flexibly adjust its foreign policy based on the battlefield situation. In over 800 days of life-and-death struggle, Ukrainians have used their frail bodies to withstand the frenzied attacks from the dark world. Justice will not betray every brave heart!"
    },
    {
        "body_eng": "U.S. Secretary of Defense Lloyd Austin announced that the United States will provide Ukraine with a new aid package worth $2.3 billion (approximately 3.12 billion Singapore dollars), which includes critical air defense interceptors and anti-tank weapons.\n\nAccording to AFP, Austin disclosed this information during a meeting with Ukrainian Defense Minister Rustem Umerov on Tuesday (July 2).\n\nHe stated, \"This package will provide [Ukraine] with more air defense interceptors, anti-tank weapons, and other critical munitions.\"\n\nUmerov expressed gratitude for Washington's assistance, stating, \"With this support, we will stop Russia and halt the aggression.\"\n\nSince the outbreak of the Russia-Ukraine war, the United States has been Ukraine's primary military supporter, having committed over $51 billion (approximately 69.2 billion Singapore dollars) in weapons, ammunition, and other security assistance to Ukraine."
    },
    {
        "body_eng": "Unable to Win, Seeking Negotiation? Zelensky Pleads with Putin, NATO Chief Blames China\n\nThe United States and NATO orchestrated the Russia-Ukraine conflict with the intention of using the war to destroy Russia, thereby allowing them to focus on their next adversary—China. However, things did not go as planned. Not only did Russia not collapse, but it has also grown stronger through the conflict, currently holding the initiative in the war and nearing victory. In this context, NATO has shifted its anger towards China, accusing it of being the instigator of the Russia-Ukraine conflict, which is utterly absurd. What exactly is going on here?\n\nFirst, Zelensky is considering negotiating with Russia!\n\nRecently, Ukrainian President Zelensky stated in an interview with Western media that negotiations with Russia could be achieved through third-party mediation. He cited the \"Black Sea Grain Corridor\" agreement, which was signed with Russia under the mediation of the United Nations and Turkey. Future third-party mediators for negotiations with Russia could include the United States and Western European countries, as well as nations from Asia, Africa, and Latin America.\n\nPreviously, Zelensky had adamantly declared that as long as Putin remained in power, there would be no negotiations. So why the sudden 180-degree shift in attitude? The reason is not hard to understand: Russia has gained the upper hand on the Eastern Ukrainian battlefield. For instance, in the Kharkiv and Donetsk directions, the casualty ratio between Russian and Ukrainian forces is 1:6. Additionally, the \"Patriot\" missile defense system has proven ineffective against Russian guided and glide bombs, and its operational costs are exorbitant.\n\nBut that's not the worst of it. In the past day alone, the Ukrainian military lost 2,025 soldiers. At this rate of attrition, 20,000 Ukrainian soldiers could be dead in just ten days. For the Ukrainian military, which is already severely lacking in manpower and weaponry, this is a devastating blow.\n\nZelensky's ultimate goal in leading the Ukrainian military to resist the Russian forces is to preserve his political position and his billions of dollars in wealth. Therefore, there is no need to fight Russia to the death. Moreover, his presidential term has long expired, and domestic opposition is significant, prompting Zelensky to consider self-preservation.\n\nFurthermore, Russia has not closed the door to negotiations. Putin has repeatedly emphasized that negotiations with Ukraine can start at any time. Thus, Zelensky feels that the time has come to negotiate with Russia and withdraw safely. What Zelensky needs to do now is create an opportunity for the U.S. and Russia to engage in negotiations, allowing them to discuss how to end the war, thereby avoiding the blame for war crimes.\n\nSecondly, as Russia and Ukraine are about to start negotiations, NATO is getting anxious. NATO Secretary-General Stoltenberg has accused China of inciting the Russia-Ukraine conflict.\n\nRecently, NATO Secretary-General Stoltenberg told Japanese media that China \"incited the Russia-Ukraine war\" and claimed that China is a significant supporter of Russia's continued combat efforts. Without any evidence, Stoltenberg's baseless accusations against China clearly indicate that NATO views China as its next adversary.\n\nIn my opinion, this reflects a subconscious mindset, suggesting that NATO has long discussed how to deal with China while handling Russia and has already developed contingency plans. Stoltenberg stated that NATO plans to cooperate with Asia-Pacific countries like Japan, South Korea, Australia, and New Zealand to counter China, which would help maintain the international order led by the U.S. and the West.\n\nThese contingency plans serve two purposes: to highlight the superiority of the U.S. and the West and to bolster NATO's confidence in confronting China. This should raise our vigilance, and we must prepare for potential conflicts with NATO.\n\nCurrently, the U.S.-Japan-South Korea alliance is nearly complete, forming the prototype of an Asia-Pacific NATO, which is a crucial tool in the U.S. strategy to contain China. Now, the U.S. feels that this is not enough to restrain China and is pushing for a NATO+Japan-South Korea-Australia-New Zealand alliance to deepen strategic cooperation and defeat China together.\n\nIn response, China must not take this lightly. We must prepare for military struggles and, at critical moments, support Russia in blocking NATO, preventing NATO from focusing its efforts on China."
    },
    {
        "body_eng": "Ukrainian President Volodymyr Zelenskyy has confirmed that a \"comprehensive plan\" based on Kyiv's position is being formulated to end the Russia-Ukraine war.\n\nDuring a joint press conference in Kyiv with visiting Slovenian President Natasa Pirc Musar, President Zelenskyy emphasized that Ukraine believes a \"comprehensive plan\" should be developed to end the Russia-Ukraine war.\n\n\"It is very important for us to present a plan to end the war that is supported by the majority of countries around the world.\"\n\n\"This is also the diplomatic path we are pursuing.\"\n\nCurrently, there are no negotiations taking place between Ukraine and Russia. According to public statements and emphasized positions from both sides, there is a significant gap between Kyiv and Moscow regarding the conditions for ending the war.\n\nUkraine has repeatedly insisted that before peace talks can begin, Russia must completely withdraw from internationally recognized Ukrainian territories, including the Crimean Peninsula, which Russia illegally annexed in 2014.\n\nMeanwhile, Russian President Vladimir Putin has demanded that Ukraine cede all territories of its eastern and southern four regions to Russia, including areas of these four Ukrainian regions that are not yet occupied by Russian forces.\n\nEarlier, leaders and senior officials from over 90 countries attended the first Ukraine Peace Summit held in Switzerland. During the summit, President Zelenskyy worked hard to garner support from participating countries for Ukraine's negotiation stance.\n\nAdditionally, the Russian invading forces have recently exploited delays in U.S. and Western military aid to Ukraine, leading to shortages in Ukrainian manpower and weaponry, to launch large-scale attacks on Ukrainian positions. They have made some progress near Kharkiv, Ukraine's second-largest city, but the momentum of their offensive has significantly weakened.\n\nIn an interview with AFP, outgoing NATO Secretary-General Jens Stoltenberg noted that Russian forces attempted to launch new offensives on the Ukrainian battlefield again this spring and summer, but so far have achieved only negligible results.\n\nHe emphasized that there are no signs or reasons to believe that Russia has the capability or strength to achieve a major breakthrough.\n\nOn the other hand, AFP quoted Alexei Smirnov, the governor of Russia's Kursk region, which borders Ukraine, as saying that a Ukrainian drone attacked a house in a small village on the Russian side of the Russia-Ukraine border, killing five people, including two children.\n\n\"We are deeply saddened by the deaths of five people... including two young children. Two other members of this family are in critical condition after being injured.\"\n\nSmirnov clarified that the Ukrainian forces used a helicopter-type drone, which, despite its small size, was equipped with multiple grenades or other explosives and dropped them from above the target.\n\nAccording to AFP, both Russian and Ukrainian forces frequently use drones, including large suicide drones capable of flying hundreds of kilometers to attack each other's targets.\n\nThis year, Ukrainian forces have particularly intensified drone attacks on Russia, bombing oil depots and villages on the Russian side of the Russia-Ukraine border that are alleged to be used for attacks on Ukraine.\n\nAccording to Reuters, Russian forces launched a missile attack on the central-southern Ukrainian city of Dnipro, hitting a nine-story apartment building and causing at least one death and 12 injuries."
    },
    {
        "body_eng": "**Summary: Look at China website prohibits the establishment of mirror sites. Return to the original Look at China website.**\n\n**Ukrainian Night Raid: Mutiny in Russia's 153rd Anti-Tank Artillery Regiment and Chechen Supervision Troops**\n\n**Ukraine Destroys Russian Female Prisoner Assault Unit, Captures Female Prisoners for the First Time**\n\n**Russian 2nd Special Operations Battalion Annihilated, Only 4 Escape**\n\n**Putin Furious: Russian Defense Ministry High Official Defects, Top Secret Intelligence Leaked**\n\n**Focus on Battlefield Dynamics, Analyze Geopolitical Disputes. Welcome to the New Cold War Situation Room. I am Yu Tong. Today is July 2, 2024, the 860th day of the Russia-Ukraine war.**\n\nIn the past two days, a piece of news has spread rapidly, shocking the Moscow high command and infuriating Putin: a former Deputy Minister of Defense of Russia, a female general in charge of military finances, successfully defected to the West under the tight surveillance of numerous agents, taking with her top-secret intelligence highly sought after by NATO. The details are astonishing. But before our detailed analysis, let's first hear the frontline battle report.\n\n**Chechen Supervision Troops Mutiny**\n\nThe most explosive news yesterday was the mutiny of the Chechen supervision troops. In the direction of Kharkiv Vovchansk, Ukrainian forces continued to advance northward and continued airstrikes on Russian positions and concentration areas. Due to heavy casualties, soldiers of Russia's 153rd Anti-Tank Artillery Regiment and the Chechen Akhmat Battalion mutinied, refusing to carry out attack orders.\n\nWhy did the Chechen supervision troops, who are supposed to oversee combat, mutiny?\n\nDue to unfavorable war conditions, Russian soldiers fighting north of Kharkiv were extremely war-weary. The 7th Motorized Infantry Regiment and the 128th Motorized Rifle Brigade had the most severe desertion issues, with over 500 soldiers deserting at one time. These were also the first two units to be decimated by Ukrainian forces.\n\nTo curb this phenomenon, the Russian army set up three types of supervision troops: accompanying supervision troops, general supervision troops, and drone electronic supervision troops. Chechens have always served as accompanying supervision troops, with the authority to intercept and shoot deserters on the battlefield.\n\nOn the night of June 29, several elite Ukrainian assault battalions launched a night attack north of Vovchansk, catching the Russian forces off guard and causing them to flee in disarray. The only unit that held its ground, the elite 83rd Air Assault Brigade, was overwhelmed and chose to retreat to defensive positions 3 kilometers from the border.\n\nAs a result, the Chechen supervision troops, the Chechen Akhmat Special Forces, and the Chechen 153rd Anti-Tank Artillery Regiment, originally serving as rear guards, suddenly found themselves at the front. Due to the chaotic battlefield and inability to regroup the scattered troops, Russian field commanders ordered the Chechen units to resist in place and await reinforcements.\n\nThe Chechens, who were more interested in making TikTok videos and looting washing machines, refused to engage in real combat. The three Chechen units collectively mutinied, refusing to carry out combat orders.\n\nRussian media mostly claimed that the 83rd Guards Air Assault Brigade was decimated by Ukrainian forces, not deserters, while the deserters were from the 7th Motorized Infantry Regiment. This is understandable, as \"Guards\" units are considered elite, and having many deserters would be disgraceful.\n\nThe Russian army intended to establish a 10-kilometer-wide buffer zone along the border, but instead, the conflict spilled into their own territory. Unable to advance, the Russian army mobilized multiple units to reinforce the Kharkiv front, including the 155th Naval Infantry Brigade from the Pacific Fleet and the 24th Brigade from the 6th Army in St. Petersburg. However, this piecemeal reinforcement strategy met with greater failure. Ukrainian firepower became increasingly overwhelming, and without air superiority, the Russian forces were crushed in almost every aspect, with Ukrainian air and ground forces adding to the pressure. In such a battlefield situation, human wave tactics inevitably led to slaughter.\n\nWith advantages in firepower, manpower, and mobility, Ukrainian forces used the encirclement of 400 Russian troops at a bone meal factory to lure and trap multiple Russian units. On June 30, the Ukrainian 25th Brigade destroyed a Russian female prisoner assault unit, capturing female prisoners for the first time.\n\nCurrently, apart from heavy aerial bombs, the Russian army has no effective offensive means left. The massive loss of equipment has forced Russia to bring out BTR-70 armored vehicles, T-62, and T-55 tanks, World War II-era ambulance motorcycles, scooters, and golf carts for attacks. Can such equipment compete with Leopard 2 and Bradley vehicles? No wonder there are mutinies.\n\nIn the past 24 hours, Ukrainian forces have engaged in firefights with encircled Russian troops, likely indicating Russian attempts to break out.\n\n**Avdiivka Frontline**\n\nOn the Avdiivka frontline, the Russian 506th Regiment's 2nd Battalion assault unit filmed a video complaining to their superiors:\n\n\"We were hit by 155mm artillery and cluster munitions. Everyone was left in the forest plantation. We were deceived. We were sent to be cannon fodder, and we were surrounded and defeated by the Ukrainians.\"\n\nIn the past seven to eight months, although Russian human wave attacks achieved some tactical victories, the casualties were extremely high. For example, in the battle west of Avdiivka, the Russian 2nd Special Operations Battalion entered with 350 men, but only 4 survived.\n\n**Defense Ministry High Official Defects, Top Secret Intelligence Leaked**\n\nA few nights ago, a middle-aged, slightly overweight Russian woman hurriedly packed a suitcase \"filled with large amounts of cash\" and $1 billion worth of cryptocurrency, boarded a plane, and defected to Paris, France, seeking asylum. This woman is not an ordinary person; she is Tatiana Shevtsova, the former Deputy Minister of Defense of Russia and Shoigu's \"money bag.\"\n\nThis explosive news quickly spread among the Moscow high command, causing Putin to lose face: Shoigu's close deputy, Deputy Minister of Defense Shevtsova, had defected.\n\nThe Kremlin has not officially responded to Shevtsova's defection, but the new Russian Defense Minister Belousov angrily called Shevtsova a \"parasite\" and a \"traitor to the nation.\"\n\nShevtsova was once a favorite of Putin, or more accurately, Shoigu's favorite. She, like Putin and Medvedev, came from the \"St. Petersburg faction.\" Shevtsova, 55, graduated from St. Petersburg State University of Economics in 1991 with a Ph.D. in Economics. She rose through the ranks from a grassroots tax collector to Deputy Director of the Russian Tax Service in 2004, and then to Deputy Minister of Defense in 2010. In 2012, she was awarded the rank of General, despite having no military experience, at the age of 41, a meteoric rise that even Xi Jinping's favorite, Qin Gang, would envy.\n\nShevtsova is the highest-ranking female in the modern military rank system and holds the title of \"State Senior Advisor\" in Russia. This is something that even Peng Liyuan, who has sung praises for the Party for many years, cannot match, as she is only a Major General.\n\nRussian military corruption is systemic, much like the Chinese military. During her nearly fourteen years in office, Shevtsova, who controlled the Defense Ministry's finances, was no exception. According to Forbes, Shevtsova amassed a fortune, owning luxury homes worth hundreds of millions of dollars in Moscow and expensive apartments, land, and luxury cars abroad. She allegedly transferred $1 billion worth of cryptocurrency, which is plausible given her role as \"financial director\" and her familiarity with complex financial processes. In peacetime, she was a major embezzler, and during wartime, she dared to profiteer from the national crisis.\n\nIf all this is true, the consequences will be severe, dealing a heavy blow to Putin. The defection of a female general has caused panic in the Kremlin, as she holds numerous core secrets of Russia, including details of Russia's backers, secret procurement paths for dual-use products, Russia-China, Russia-North Korea, and Russia-Iran cooperation details, nuclear weapons funding, and Russian defense industry production and research. These are the top-secret intelligence NATO dreams of obtaining.\n\nThere are rumors that the KGB has launched a \"cleanup operation\" against Shevtsova, but regardless of whether it proceeds, the leak of Russia's top military secrets is inevitable.\n\nStrictly speaking, Shevtsova was not Putin's confidant but Shoigu's, who served as Defense Minister for 12 years. On June 17, after Putin ordered the dismissal of four Deputy Defense Ministers, Shevtsova's position was taken by Putin's niece, Zivileva, who is a true confidant. As Putin's niece, Zivileva can make the president more at ease, exemplifying the principle of \"appointing the worthy without avoiding relatives.\"\n\nIncidentally, Zivileva's husband is the current Russian Minister of Energy, and she herself runs a large coal company. Energy and coal are Russia's economic lifelines. What does this indicate?\n\nIt indicates that although Putin gained much praise for \"opposing financial oligarchs,\" the current Russian system still concentrates national resources in the hands of a few, much like the past.\n\nAlright, that's all for today's New Cold War Situation Room. Follow us for battlefield dynamics and geopolitical analysis. Exciting content is in the New Cold War Situation Room!\n\n=====================\n\nHello everyone, I am the host of the \"New Cold War Situation Room.\"\n\nIf you like our channel, please like, subscribe, comment, and turn on the little bell 🔔 to watch exciting content as soon as possible.\n\n● Clean World \"New Cold War Situation Room\" Subscription Channel\n\nhttps://www.ganjing.com/zh-TW/channel/1f0pfr9iea8dLmIA3dw0Nuyyd12m0c\n\n● \"New Cold War Situation Room\" Subscription Channel\n\nhttps://www.youtube.com/channel/UCkCfjd8aOsJHdpgj6FD9L1w (The article only represents the author's personal stance and views)\n\nFeel free to donate to your favorite authors. Your support and encouragement are the driving force behind our media efforts.\n\nSource: New Cold War Situation Room\n\nShort URL: All rights reserved. Any form of reproduction requires authorization from this site. Establishing mirror sites is strictly prohibited.\n\nSimilar articles: Change batch Reader recommendations: Change batch Reader favorites: Change batch\n\n**[Call for Honorary Members] Streams can converge into the sea, and small acts of kindness can achieve great love. We sincerely invite 10,000 honorary members from the global Chinese community: each honorary member only needs to pay a subscription fee once a year to become an honorary member of the \"Look at China\" website, helping us break through censorship and blockades, and deliver independent and truthful key information to at least 10,000 compatriots in mainland China, issuing warnings in times of crisis and saving them from pandemics and other social dangers.**"
    },
    {
        "body_eng": "F-16 Fighter Jet Illustration (Image Source: Horacio Villalobos#Corbis/Getty Images)\n\n[The Epoch Times, July 2, 2024] (Compiled and reported by The Epoch Times reporter Wen Tianqing) The first batch of F-16 fighter jets provided by Western countries is expected to arrive this month, prompting Russian forces to attack Ukrainian air bases. Following Kyiv's use of the MGM-140 Army Tactical Missile System (ATACMS) to strike the Crimean port city of Sevastopol, causing casualties, Russia is also studying this American-made long-range missile.\n\nIn Response to F-16 Fighter Jets, Russia Attacks Ukrainian Air Base\n\nReuters reported on July 2 that Kyiv is facing the challenge of rebuilding its air force and deploying the first batch of American-made F-16 fighter jets. In response, Russia is determined to find ways to ground or destroy these Western-supplied jets. Consequently, Ukraine's air defense missile systems have had to promptly counter Russian missile attacks on Ukrainian air bases in the west.\n\nThe city of Starokostiantyniv in the Khmelnytskyi region, historically a 16th-century defensive fortress, is now a significant Ukrainian air base. This historic military outpost, nicknamed \"Starkon,\" has frequently been a target of Russian attacks. Since the full-scale outbreak of the Russia-Ukraine war in February 2022, this air base has often been subjected to attacks from Russian drones and hypersonic missiles.\n\nThe first batch of F-16 fighter jets is expected to arrive in Ukraine this month. Kyiv hopes these jets will enhance its military's capability to counter Russian forces, including the destructive glide bombs that F-16s can carry. Ukrainian government officials have not disclosed the deployment locations of the F-16 jets.\n\nFollowing a June 27 attack on the western Ukrainian city of Starokostiantyniv, Moscow stated that Russian forces had targeted Ukrainian airfields believed to be capable of deploying F-16 jets.\n\nIn response, a Ukrainian Air Force spokesperson said that while the Russian attacks have caused some operational difficulties and losses at Ukrainian airfields, they will not affect the delivery of the F-16 jets or their participation in combat against Russian forces.\n\nKyiv has remained tight-lipped about information regarding Russian attacks on Ukrainian military bases and critical infrastructure.\n\nMilitary analysts suggest that Moscow's targets may include airfield runways and storage facilities, making it more challenging for F-16 jets to take off and land. The deployment of these jets will also become more complicated once they arrive in Ukraine.\n\nJustin Bronk, a senior research fellow at the Royal United Services Institute, noted that Ukraine's insufficient air defense missile systems might force the military to relocate these valuable F-16 jets around the airfields.\n\nRussia Studies ATACMS Long-Range Missiles\n\nRussian state news agency RIA Novosti reported that Russian forces have obtained the complete guidance system from an American-made ATACMS missile and are studying the military technology of this long-range missile.\n\nAccording to video footage released by RIA Novosti, an unidentified weapons expert, with his face covered, is inspecting what he claims to be the guidance system of an American ATACMS missile shot down by Russian forces. The expert showed the label on the back of the missile's GPS guidance system, indicating it was from the U.S. Army in Alabama.\n\nRetired Russian Colonel Viktor Litovkin told the online news site Lenta.ru that Moscow would try to identify any weaknesses in the ATACMS missile and use the information gathered to improve the Russian military's ability to intercept and shoot down these missiles.\n\nLitovkin said, \"We can reconfigure Russia's surface-to-air missile systems to shoot it (the ATACMS missile) down, and we can also reconfigure and fine-tune Russia's electronic warfare systems to counter this missile.\"\n\nNewsweek, AFP, and Voice of America reported that the American-made ATACMS missile is a ground-launched missile with a range of about 200 miles (approximately 322 kilometers). The Biden administration provided it to Kyiv for striking Russian targets far from the Ukrainian mainland front lines and the Crimean Peninsula.\n\nOn June 23, the Russian Ministry of Defense claimed that Ukrainian forces fired five ATACMS missiles equipped with cluster munition warheads, provided by the U.S., at civilian infrastructure in the Crimean port city of Sevastopol, resulting in three deaths, including two children, and about 100 injuries.\n\nThe Russian Ministry of Defense stated that Russian air defense systems shot down four of the ATACMS missiles, and the fifth missile's warhead exploded in the air. Falling missile debris caused local casualties.\n\nRussian UN Ambassador: Russia-Ukraine War Cannot End in a Day\n\nThe Associated Press reported that U.S. presidential candidate Donald Trump claimed he could end the war within 24 hours if re-elected. Although he did not provide any details, Trump said that if the U.S. had a \"real president\" respected by Russian President Putin, Moscow would not have launched the Russia-Ukraine war in February 2022.\n\nLast week, during his first presidential debate with President Biden this year, Trump said, \"Before I take office on January 20, I will resolve the war between Russian President Putin and Ukrainian President Zelensky. I will resolve this issue as soon as possible before I take office.\"\n\nAmerican voters will vote for the next president on November 5 this year, with a four-year term.\n\nOn July 1, during a press conference as Russia assumed the rotating presidency of the UN Security Council for July, Russian UN Ambassador Vassily Nebenzia told reporters that the Ukraine crisis could not be resolved in a day.\n\nAlthough Moscow has tried to downplay the impact of the U.S. presidential election, the election results are crucial for Russia. This will determine the extent of Washington's continued support for Ukraine against Russian forces and the provision of advanced American weapons.\n\nReuters reported on June 25 that two of Trump's key national security advisors had proposed a plan to end the Russia-Ukraine war if Trump wins this year's presidential election. The plan includes informing Kyiv that more American military equipment will be provided if Ukraine enters peace negotiations for the Russia-Ukraine war.\n\nIn an interview with Reuters, Kremlin spokesperson Dmitry Peskov said, \"The value of any plan lies in the details and needs to consider the local realities (in eastern Ukraine). We don't know what kind of plan is being discussed or what it stipulates.\"\n\nPeskov said, \"President Putin has repeatedly stated that local realities (in eastern Ukraine) need to be considered. Russia has always been open to negotiations (for the Russia-Ukraine war). We remain open to (Ukraine peace) negotiations, but to evaluate the (peace) plan, we first need to understand it.\"\n\nPeskov noted that Putin's recent peace proposal had not been accepted by the West or Kyiv. \"You know, President Putin recently proposed a peace initiative, but unfortunately, it was not accepted by the West or the Ukrainians.\"\n\nReporter: Wen Tianqing\n\nSource: The Epoch Times -- All rights reserved. Any form of reproduction requires authorization from The Epoch Times. Strictly prohibited from creating mirror websites.\n\nFeel free to donate to your favorite authors. Your kind encouragement is the reward for our media efforts.\n\nShort URL for this article:\n\nSimilar articles: Change batch\n\nChange batch\n\nReaders recommend: Change batch\n\nChange batch\n\nReaders like: Change batch\n\nChange batch\n\n1\n\nThe new issue of the special edition has been published\n\nPlease log in to download as an honorary member\n\nMember\n\n1\n\nThe new issue of the special edition has been published\n\nPlease log in to download as an honorary member\n\n[Call for Honorary Members] Streams can converge into the sea, and small acts of kindness can achieve great love. We sincerely invite 10,000 honorary members from the global Chinese community: each honorary member only needs to pay a subscription fee once a year. By becoming an honorary member of The Epoch Times website, you can help us break through censorship and blockades, providing independent and truthful key information to at least 10,000 compatriots in mainland China, issuing warnings in times of crisis, and saving them from pandemics and other social crises.\n\nSource: The Epoch Times\n\nKeywords: Ukraine, F-16, Russia, ATACMS, Missile, Crimea, Russia-Ukraine War"
    },
    {
        "body_eng": "**F-16 Fighter Jet Illustration (Image Source: Horacio Villalobos#Corbis/Getty Images)**\n\n**Kan Zhongguo Website - Prohibited from Creating Mirror Sites. Return to the Original Kan Zhongguo Website.**\n\n**[Kan Zhongguo, July 2, 2024]** (Compiled and reported by Kan Zhongguo reporter Wen Tianqing) The first batch of F-16 fighter jets provided by Western countries is expected to arrive this month, prompting Russian forces to attack Ukrainian air bases. Following Kyiv's use of the MGM-140 Army Tactical Missile System (ATACMS) to strike the Crimean port city of Sevastopol, causing casualties, Russia is also studying this American-made long-range missile.\n\n**In Response to F-16 Fighter Jets, Russia Attacks Ukrainian Air Base**\n\nReuters reported on July 2 that Kyiv is facing the challenge of rebuilding its air force and deploying the first batch of American-made F-16 fighter jets. In response, Russia is determined to find ways to ground or destroy these Western-supplied jets. Consequently, Ukraine's air defense missile systems must promptly counter Russian missile attacks on Ukrainian air bases in the west.\n\nThe city of Starokostiantyniv in the Khmelnytskyi region, historically a 16th-century fortress, is now a significant Ukrainian air base. This historic military outpost, nicknamed \"Starkon,\" has frequently been a target of Russian attacks. Since the full-scale outbreak of the Russia-Ukraine war in February 2022, this air base has often been attacked by Russian drones and hypersonic missiles.\n\nThe first batch of F-16 fighter jets is expected to arrive in Ukraine this month. Kyiv hopes these jets will enhance its military's capability to counter Russian forces, including the destructive glide bombs that F-16s can carry. Ukrainian officials have not disclosed the deployment locations of the F-16 jets.\n\nAfter the June 27 attack on the western Ukrainian city of Starokostiantyniv, Moscow stated that Russian forces targeted Ukrainian airfields believed to be capable of deploying F-16 jets.\n\nIn response, a Ukrainian Air Force spokesperson said that the Russian attacks have caused some operational difficulties and losses for Ukrainian airfields but will not affect the delivery of F-16 jets or their participation in combat against Russian forces.\n\nKyiv remains tight-lipped about information regarding Russian attacks on Ukrainian military bases and critical infrastructure.\n\nMilitary analysts suggest that Moscow's targets may include airfield runways and storage facilities, making it more challenging for F-16 jets to take off and land. Deploying these jets will also become more difficult once they arrive in Ukraine.\n\nJustin Bronk, a senior fellow at the Royal United Services Institute, noted that Ukraine's insufficient air defense missile systems might force the military to relocate these valuable F-16 jets around the airfields.\n\n**Russia Studies ATACMS Long-Range Missiles**\n\nRussian state news agency RIA Novosti reported that Russian forces have obtained the complete guidance system from an American-made ATACMS missile and are studying the military technology of this long-range missile.\n\nA video released by RIA Novosti shows an unidentified weapons expert examining what he claims to be the guidance system of an American ATACMS missile shot down by Russian forces. The expert displayed a label on the back of the missile's GPS guidance system, indicating it was from the U.S. Army in Alabama.\n\nRetired Russian Colonel Viktor Litovkin told the online news site Lenta.ru that Moscow will try to identify any weaknesses in the ATACMS missile and use the information to improve the Russian military's ability to intercept and shoot down these missiles.\n\nLitovkin said, \"We can reconfigure Russia's surface-to-air missile systems to shoot it (ATACMS) down, and we can also reconfigure and fine-tune Russia's electronic warfare systems to counter this missile.\"\n\nNewsweek, AFP, and Voice of America reported that the American-made ATACMS missile is a ground-launched missile with a range of about 200 miles (approximately 322 kilometers). The Biden administration provided it to Kyiv for striking Russian targets far from the Ukrainian mainland front lines and the Crimean Peninsula.\n\nOn June 23, the Russian Ministry of Defense claimed that Ukrainian forces fired five ATACMS missiles equipped with cluster munition warheads, targeting civilian infrastructure in the Crimean port city of Sevastopol, resulting in three deaths, including two children, and about 100 injuries.\n\nThe Russian Ministry of Defense stated that Russian air defense systems shot down four of the ATACMS missiles, and the fifth missile's warhead exploded in the air. Falling missile debris caused casualties.\n\n**Russian UN Ambassador: Russia-Ukraine War Cannot End in a Day**\n\nThe Associated Press reported that U.S. presidential candidate Donald Trump claimed he could end the war within 24 hours if re-elected. Although he did not provide any details, Trump said that if the U.S. had a \"real president\" respected by Russian President Putin, Moscow would not have launched the Russia-Ukraine war in February 2022.\n\nLast week, during his first presidential debate with President Biden this year, Trump said, \"Before I take office on January 20, I will resolve the war between Russian President Putin and Ukrainian President Zelensky. I will resolve this issue as soon as possible before I take office.\"\n\nAmerican voters will vote for the next president on November 5 this year, with a four-year term.\n\nOn July 1, during a press conference as Russia assumed the rotating presidency of the UN Security Council for July, Russian UN Ambassador Vassily Nebenzia told reporters that the Ukraine crisis could not be resolved in a day.\n\nAlthough Moscow tries to downplay the impact of the U.S. presidential election, the election results are crucial for Russia. This will determine Washington's continued support for Ukraine against Russian forces and the commitment to providing advanced American weapons.\n\nReuters reported on June 25 that two of Trump's key national security advisors proposed a plan to end the Russia-Ukraine war if Trump wins this year's presidential election. The plan includes informing Kyiv that more American military equipment will be provided if Ukraine enters peace negotiations for the Russia-Ukraine war.\n\nIn an interview with Reuters, Kremlin spokesman Peskov said, \"The value of any plan lies in the details and needs to consider the local realities (in eastern Ukraine). We don't know what kind of plan is being discussed or what it stipulates.\"\n\nPeskov said, \"President Putin has repeatedly stated that local realities (in eastern Ukraine) need to be considered. Russia has always been open to negotiations (for the Russia-Ukraine war). We remain open to (Ukraine peace) negotiations, but to evaluate the (peace) plan, we first need to understand it.\"\n\nPeskov noted that Putin's recent peace proposal has not been accepted by the West or Kyiv. \"You know, President Putin recently proposed a peace initiative, but unfortunately, it was not accepted by the West or the Ukrainians.\"\n\n**Support Your Favorite Authors. Your Kind Encouragement is the Best Reward for Our Media Efforts.**\n\n**Source: Kan Zhongguo**\n\n**Short URL: All rights reserved. Any form of reproduction requires authorization from this site. Strictly prohibited from creating mirror sites.**\n\n**Similar Articles: Change Batch Reader Recommendations: Change Batch Reader Favorites: Change Batch**\n\n**[Seeking Honorary Members] Streams can converge into the sea, and small acts of kindness can achieve great love. We sincerely invite 10,000 honorary members from the global Chinese community: Each honorary member only needs to pay a subscription fee once a year to become an honorary member of the Kan Zhongguo website. This will help us break through censorship and blockades, providing independent and truthful key information to at least 10,000 compatriots in mainland China, warning them in times of crisis, and saving them from pandemics and other social crises.**"
    },
    {
        "body_eng": "**Hungarian Prime Minister Orban Arrives in Kyiv for Talks with Zelensky: \"The Most Important Topic is Creating Opportunities for Peace\"**\n\n**[Seeing China, July 2, 2024]** (Reported by Yang Tianzi, Seeing China) On the first day of Hungary's rotating presidency of the EU, Hungarian Prime Minister Viktor Orban arrived in Kyiv on July 2 for a rare meeting with Ukrainian President Volodymyr Zelensky. According to a Hungarian announcement, the most important topic is creating opportunities for peace between Russia and Ukraine. This is Orban's first visit to Ukraine since the outbreak of the Russia-Ukraine war.\n\n**Hungarian Prime Minister Orban Arrives in Kyiv for Talks with Zelensky: \"The Most Important Topic is Creating Opportunities for Peace\"**\n\nAccording to reports from Reuters, the Associated Press, and other foreign media on July 2, Hungarian Prime Minister Viktor Orban arrived in Kyiv for talks with Ukrainian President Volodymyr Zelensky. Just a day before Orban's visit, Hungary had assumed the rotating presidency of the EU Council.\n\nOrban's press chief, Bertalan Havasi, stated in an email response to Reuters: \"The most important topic of the talks is creating opportunities for peace,\" as well as the bilateral relations between Hungary and Ukraine.\n\nHungary took over the rotating presidency of the EU on July 1. As the presiding country, Hungary can influence the EU's upcoming agenda and priority issues.\n\nUkrainian officials revealed that Ukraine and Hungary had been negotiating for months to arrange a face-to-face meeting between the leaders.\n\nOrban has previously been outspoken in his criticism, stating that the continuous military aid from Western countries to Ukraine has made the conflict between Russia and Ukraine more frequent and complex, preventing a timely return to the negotiating table.\n\nOrban, who has adhered to traditional values since taking office in 2010, has been labeled by left-wing media as \"the closest ally of Russian President Putin among EU leaders.\"\n\n**\"Make Europe Great Again\": Hungary Assumes EU Rotating Presidency**\n\nAs major EU countries like France and Italy visibly return to traditional values, Hungary assumed the rotating presidency of the EU on July 1, echoing a Trump-like call to \"Make Europe Great Again.\"\n\nThe role of the EU presidency is to set the agenda, chair meetings of EU member states in all areas except foreign or eurozone affairs, seek consensus among EU member states, and reach legislative agreements with the European Parliament.\n\nBudapest insists it is ready to take on the \"duties and responsibilities\" of leading the 27-member organization. Hungarian Minister for EU Affairs, Judit Varga, said in mid-June when announcing the rotating presidency's plans: \"We will be an honest broker, faithfully cooperating with all member states and institutions.\"\n\nBefore Hungary took over the EU rotating presidency, the EU hurriedly passed new sanctions against Russia and initiated membership talks with Ukraine.\n\nHungary has consistently opposed the EU's involvement in the Russia-Ukraine conflict, calling it a domestic issue between the nations, and has voted against providing funds and weapons to Ukraine while maintaining relations with Moscow.\n\n**Orban: End the Russia-Ukraine War Through Peace Negotiations**\n\nThe opportunity for peace talks in the Russia-Ukraine war has been repeatedly missed. On April 19, Hungarian Prime Minister Viktor Orban stated that Western leaders are \"only one step away\" from sending troops to fight in Ukraine.\n\nHungarian TV channel Hír TV reported that Orban, during a campaign event for his Fidesz party, said: \"We are only one step away from the West sending troops to Ukraine. This is a military vortex that could drag Europe to the bottom. Brussels (the EU) is playing with fire.\"\n\nIn an interview with the TV channel, Orban said the Russia-Ukraine conflict is \"a war between two Slavic nations\" that should be ended as soon as possible through a ceasefire and peace negotiations. However, Brussels (the EU) leaders continue to treat it as their own war.\n\nOrban said: Currently, Hungary is the only government in Europe that supports peace. He expects that as more people realize the need for a ceasefire and negotiations, and that minimal funds should be provided to Ukraine, Europe's pro-war mentality will eventually collapse.\n\nAs a NATO member, Orban stated: Hungary's money should not be sent to Ukraine.\n\nBefore Orban made these remarks, French President Emmanuel Macron had stated in February that NATO should not rule out the possibility of sending troops to Ukraine, sparking an international debate.\n\nOrban said that currently, within Brussels, the majority support war, and NATO's politics are \"dominated by the logic of war.\"\n\nHe said that despite the large amounts of funds and weapons already sent to Ukraine by the West, \"the situation has not improved; in fact, it is getting worse.\"\n\nDuring his visit to the U.S. in March, Orban only met with Trump and did not meet with the current U.S. President Biden.\n\nOrban stated that how to end the war through peace negotiations after a Russia-Ukraine ceasefire and how to establish a stable and secure Europe are one thing, but achieving peace first is essential, \"and he (Trump) has a way to do it.\"\n\n**Support Your Favorite Authors**\n\nYour love and encouragement are the driving force behind our media efforts.\n\n**Source: Seeing China**\n\n**Short URL: All rights reserved. Any form of reproduction requires authorization from this site. Establishing mirror sites is strictly prohibited.**\n\n**Similar Articles: Change Batch Reader Recommendations: Change Batch Reader Favorites: Change Batch**\n\n**[Sincerely Seeking Honorary Members] Streams can converge into the sea, and small acts of kindness can achieve great love. We sincerely invite 10,000 honorary members from the global Chinese community: Each honorary member only needs to pay a subscription fee once a year. By becoming an honorary member of the \"Seeing China\" website, you can help us break through censorship and blockades, providing independent and truthful key information to at least 10,000 compatriots in mainland China, warning them in times of crisis, and saving them from pandemics and other social crises.**"
    },
    {
        "body_eng": "According to a report by The Wall Street Journal, U.S. and NATO officials have stated that NATO will deploy a senior civilian official to Kyiv. A series of new measures aimed at bolstering long-term support for Ukraine are expected to be announced at a summit in Washington next week. These measures are intended to support Ukraine's eventual prospect of joining the alliance without granting it membership. The backdrop for these measures includes the rise of far-right political forces in Europe, the increasing possibility of former President Trump returning to the White House, and the potential reduction of U.S. support for Ukraine.\n\nNATO will also establish a new command center in Wiesbaden, Germany, responsible for coordinating the provision of military equipment and training for Ukrainian forces. This operation, named \"NATO-Ukraine Security Assistance and Training,\" will consist of nearly 700 personnel from the 32-nation alliance, including the U.S. and other allied countries. This operation will take over most of the tasks that have been managed by U.S. forces since Russia's full-scale invasion of Ukraine in February 2022. These new initiatives have been in the works for months, but they have gained new urgency following President Biden's poor performance in a televised debate with Trump on Thursday and Trump's complaints about the significant U.S. expenditure on Ukraine.\n\nIvo Daalder, who served as the U.S. Ambassador to NATO from 2009 to 2013, said, \"One important reason for this change is to ensure that aid to Ukraine is not affected by Trump.\" He noted, \"NATO will take over the management of training and assistance from Washington. Therefore, even if the U.S. reduces or withdraws its support for this work, it will not cancel the operation.\"\n\nAs far-right parties gain increasing voter support in France, the Netherlands, and across the EU, institutionalizing NATO's role may also make military aid to Ukraine less susceptible to policy fluctuations among allied countries. Douglas Lute, who served as the U.S. Ambassador to NATO from 2013 to 2017, said, \"In the face of potential national political changes, whether due to election results in the U.S., France, the UK, or the EU, NATO's role has lasting significance.\"\n\nCurrent and former U.S. officials said these measures will enable NATO to better coordinate Western efforts to provide military support to Ukraine, which has become a prolonged test of wills between Moscow and Western countries at NATO's doorstep. The plan also aims to make the Ukrainian military more like NATO forces. All allied leaders will attend the NATO summit in Washington, where initiatives to support Ukraine will be a key focus. The founding treaty of NATO was signed in Washington 75 years ago, with the purpose of protecting its member states from threats from Moscow—a mission NATO is once again undertaking.\n\nNATO diplomats said that although the terms are still being negotiated, alliance members hope the Washington summit will also reach a consensus on financial commitments for annual military support to Ukraine. Recent discussions among alliance members have included setting a target of approximately $40 billion annually and increasing contributions from many allies, although the U.S. is likely to remain the primary donor to Ukraine.\n\nMany allies have stated that NATO should invite Ukraine to join, initiating a process that could take years, but the U.S. and Germany oppose taking this step at next week's summit. Officials said that to mask internal divisions within NATO, the alliance is likely to describe Ukraine's application to join NATO as \"irreversible,\" whereas last year's NATO Vilnius summit communiqué stated that \"Ukraine's future is in NATO,\" and the 2008 summit communiqué said Ukraine would one day become a NATO member.\n\nUnder the initiatives that have been agreed upon and will be finalized at the Washington summit, staff from non-U.S. members will work alongside Americans at the new NATO Wiesbaden command center, adjusting military equipment donations and coordinating deliveries based on Ukraine's needs. They will also coordinate training for Ukrainian forces to ensure the provided equipment meets Kyiv's requirements.\n\nOfficials said NATO staff themselves will not conduct any training. These changes aim to build institutional momentum and disseminate the logistical knowledge involved in transporting supplies from dozens of countries to Ukraine's borders. NATO Secretary-General Jens Stoltenberg said in Brussels last month that these changes will provide a \"more solid foundation\" for NATO's support for Ukraine \"in the coming years.\"\n\nWhile this change will expand NATO's involvement, the U.S. will continue to provide most of the personnel, who will report to U.S. European Command Commander and NATO Supreme Allied Commander Europe Christopher Cavoli. The senior NATO civilian official stationed in Kyiv will focus on Ukraine's long-term military modernization needs and non-military support, and will liaise with the planned Wiesbaden command center and NATO headquarters in Brussels. The new measures also signify an important shift in NATO's stance. The alliance initially kept its distance from military operations in Ukraine to avoid being accused of being a party to the conflict. The organizational changes mean NATO is now prepared to play a more significant role in helping Kyiv resist the Russian invasion.\n\nA senior U.S. State Department official said, \"Since NATO allies provide over 90% of the security assistance to Ukraine, NATO is naturally the place to coordinate assistance to ensure Ukraine is better able to defend itself now and in the future.\" The Washington summit comes at a critical moment in U.S. politics. Biden has highlighted his role in mobilizing NATO support for Ukraine as one of the main achievements of his foreign policy, and the White House has been seeking to help Ukraine resist Russian forces while limiting the risk of the conflict escalating into a direct U.S.-Russia confrontation. Biden has also stated that stopping Russian forces in Ukraine is crucial to preventing Moscow's aggression in other parts of Europe and beyond.\n\nIn last Thursday's televised debate, Biden said, \"I have the support of 50 other countries around the world for Ukraine, including Japan and South Korea. (History shows) any large-scale war in Europe cannot be confined to Europe alone.\" Trump, on the other hand, called Ukrainian President Volodymyr Zelenskyy \"the greatest salesman of all time\" for persuading the U.S. to provide massive military support to Kyiv and said the Russia-Ukraine war is a bigger security issue for European countries than for the U.S. \"because we have an ocean between us.\"\n\nTrump also claimed he would negotiate a diplomatic agreement between Zelenskyy and Russian President Putin before being sworn in as president. Trump did not explain the terms of such a reconciliation but said Putin's demand for Moscow to retain the four occupied regions in eastern Ukraine while Ukraine abandons its application to join NATO is unacceptable. Trump said, \"I will resolve the war between Putin and Zelenskyy before I take office on January 20.\""
    },
    {
        "body_eng": "**Day 860 of the Russia-Ukraine War (July 2, 2024): A Look at Ukraine's Attack on Crimea**\n\nOn July 1, Ukrainian forces launched a missile attack on Sevastopol in Crimea. The Russian military claimed to have intercepted all the missiles, but there are suspicions that a Russian logistics base was hit, with the extent of the damage still being clarified.\n\nUkrainian forces also attacked the Russian regions of Belgorod, Kursk, and Voronezh, causing widespread power outages. It seems that Russians will have to get used to the costs of war.\n\nOver the past four days, the Russian military has dropped nine bombs and one missile on Belgorod. Over the past year, they have dropped at least 38 bombs on their own territory due to poor targeting from a distance, as their aircraft fear being shot down by Ukrainian forces.\n\nOn July 1, the Russian military used Iskander missiles to attack the Ukrainian airbase in Myrhorod. Video footage shows at least one Su-27 aircraft destroyed and several others damaged.\n\nThe Russian military claimed to have destroyed a Ukrainian F-16 fighter jet, but this appears to be an exaggeration. The aircraft hit was not an F-16 but an Su-27, and there was no large explosion.\n\nNormally, operational aircraft are fully fueled and ready for takeoff. More information suggests that these planes were likely non-operational Su-27s used for spare parts, which had been sitting at the airbase for a long time without any camouflage or air defense.\n\nUkrainian Air Force official Yuriy Ignat (who has not been the spokesperson for a long time) stated that Ukrainian forces suffered some losses, but not to the extent claimed by Russia.\n\nThe placement of unprotected Su-27 aircraft within the range of Iskander missiles seems more like a tactic to confuse and deplete Russian missiles.\n\nIn war, mutual attacks between Russia and Ukraine will inevitably lead to losses. The Russian military's drone technology has significantly improved over the past six months, which is a cause for concern for Ukraine.\n\nThe effectiveness of F-16 fighter jets in conjunction with the Patriot air defense system is worth monitoring.\n\n**Latest Battlefield Updates:**\n\nIn the Kharkiv region, it appears that Russian forces are falling into a trap, with Ukrainian forces depleting Russian resources.\n\nUkrainian forces are using precision bombs, various artillery, and drones to heavily strike Russian forces, forcing them to redeploy troops for reinforcement.\n\nUkraine has dispatched tens of thousands of troops to Kharkiv, outnumbering Russian forces, but has not launched a major offensive. The goal seems to be to deplete Russian forces rather than to counterattack.\n\nThe Ukrainian 3rd Assault Brigade alone claimed to have killed 500 Russian soldiers in the past week, not to mention the achievements of other units.\n\nThe Battle of Kharkiv has become a burden for the Russian military and marks a new turning point, with many trends changing since May.\n\nRussian assault groups entered the Sumy region of Ukraine, attempting to create a new hotspot, but were directly destroyed by Ukrainian JDAM bombs at their assembly points.\n\nThis indicates that Russian forces have failed in Kharkiv and will not fare well in Sumy either.\n\nIn the Avdiivka region, Russian forces continue to attack westward, attempting to level the Novoleksandrivka-Sokil line, but progress is limited.\n\nIn the Bakhmut region, Russian forces continue to attack Chasiv Yar from multiple directions, even using TOS systems to launch incendiary bombs in a \"scorched earth\" tactic, but have not made significant progress.\n\nIn the Marinka-Novomykhailivka and Zaporizhzhia regions, Russian forces continue to attack but suffer heavy losses.\n\nIn the Kherson region, Ukrainian forces used missiles to attack a Russian base on the left bank of Nova Kakhovka, causing several explosions and a large fire, with unknown Russian losses.\n\nIn the Kupiansk-Kreminna-Lyman region, Ukrainian forces continue to counterattack Kreminna, with Russian forces making no progress in multiple directions.\n\nIn the Vuhledar direction, Russian soldiers are using motorcycles to attack Ukrainian positions, revealing a lack of heavy equipment. Most of these are suicidal attacks, resulting in heavy losses.\n\nThe use of BMP-1 turrets, BTR-70 armored personnel carriers, T-62 tanks, motorcycles, scooters, and golf carts as Russian offensive and transport tools raises doubts about how long Russian resources can last.\n\nOn July 2, Ukraine released data on Russian losses, with over a thousand personnel lost daily, totaling more than 545,000, a significant number.\n\nOn July 2, Hungarian Prime Minister Viktor Orbán visited Kyiv, marking his first visit since Hungary assumed the rotating presidency of the EU.\n\nOver the past two years, many European leaders have visited Kyiv, but this is Orbán's first visit.\n\nGiven Hungary's recent actions, Orbán seems to be adept at reading the political climate, signaling a clear stance.\n\nEU President Ursula von der Leyen, European Council Secretary-General Charles Michel, EU foreign policy chief Josep Borrell, and NATO Secretary-General Jens Stoltenberg, along with many European countries, have recently shifted to support Ukraine. This shows that under European consensus, Orbán is making strategic choices.\n\nAs European countries become increasingly firm, Russia will find it harder to gain advantages, facing high costs.\n\nOn July 1, Turkey, Bulgaria, and Romania began mine-clearing operations in the Black Sea to improve the safety of Ukrainian grain transport ships.\n\nTurkey's stance is clear, having failed to join the EU for over 30 years, while Ukraine's EU negotiations have already begun.\n\nThe Finnish parliament approved the opening of 15 military bases for U.S. use, bringing U.S. forces to Russia's doorstep.\n\nOn July 1, the Netherlands announced the issuance of export licenses, with Ukraine set to receive the first batch of 24 Dutch F-16 fighter jets \"soon.\"\n\nU.S. House Democrats urged the Pentagon to expand training for Ukrainian F-16 pilots.\n\nU.S. Secretary of State Antony Blinken stated that Ukraine should receive new air defense enhancements soon, possibly before the upcoming NATO summit.\n\nNATO will send senior officials to Ukraine to ensure uninterrupted weapon supplies, even if Trump wins the U.S. election or right-wing forces win European elections.\n\nOn July 2, during the testing of the Patriot air defense system in the Netherlands, the appearance of the ACSV G5 air defense radar indicates a swift delivery process.\n\nThe Patriot air defense systems assembled in the Netherlands will soon arrive in Ukraine, significantly boosting its air defense capabilities after the NATO summit.\n\nIn an interview, President Zelensky mentioned the possibility of negotiations through a third party, similar to the Black Sea grain deal, effectively rejecting many countries' calls for peace.\n\nThere will be no negotiations until a decisive outcome is reached in the war. Many believe that Ukraine conceding is a misinterpretation; Ukraine does not want to negotiate with Putin or trade territory.\n\nMoreover, Ukraine's situation is much better than two years ago, making surrender illogical and unreasonable.\n\nPolish Prime Minister Donald Tusk emphasized that Ukraine has withstood Russia's attacks and will eventually win the war.\n\nMore people believe that Ukraine will achieve victory, overcoming all challenges to win the final battle."
    },
    {
        "body_eng": "Mercenary Li Jianwei reported that the Ukrainian army has already achieved NATO standards, with combat capabilities that are among the best in the world.\n\nMercenary Li Jianwei\n\nIn his company of about a hundred soldiers, they have a self-sufficient system with everything they need, including transport vehicles, armored vehicles, drones, Starlink receivers, anti-tank missiles, and more. The unit includes operators for various weapons, newly added drone pilots, and the battlefield situation forces both sides to make changes.\n\nUsing ground-to-air tactics, the United States has provided a large number of Stinger man-portable air-defense systems. Without information support, when Russian air force jets arrive overhead, Ukrainian man-portable air-defense soldiers would not have time to prepare, possibly only getting ready after the planes have left. However, with NATO information support, it’s different. NATO's early warning aircraft are on duty at the edge of the battlefield, and the takeoff, direction, and timing of Russian aircraft are transmitted in real-time to the air-defense soldiers, allowing them to ambush Russian planes frequently. Even with air superiority, the Russian air force cannot carry out effective strikes. The U.S. also advises Taiwan to use ground-to-air tactics, which is something we should be wary of.\n\nTo counter deep-penetration operations, the U.S. has provided Ukraine with a large number of Javelin anti-tank missiles. With Starlink support, Ukraine can grasp the direction of Russian armored unit attacks, quickly maneuver anti-tank missiles, achieving an anti-armor coefficient far exceeding the number of Russian armored units, and repeatedly hunt at favorable distances, somewhat like Wing Chun, both fast and forceful.\n\nAfter Russian troops were hunted by drones, they introduced modified equipment\n\nLater, Russian troops attacking open areas were repeatedly hunted by drones, forcing them to adopt forest and urban combat tactics.\n\nStrategically, British-supported \"Storm Shadow\" missiles have sunk a large number of Russian navy ships, HIMARS precision strikes have hit the Antonov Bridge, and drones have carried out long-range attacks on Russian territory, among other things that Russia cannot counter.\n\nHIMARS, which Taiwan also possesses\n\nCurrently, the U.S. is trying to replicate the methods of the Russia-Ukraine war in the Taiwan Strait, which is something we should be vigilant about and invest energy in studying. Of course, the Russian military is also changing, with notable performances from General Surovikin."
    },
    {
        "body_eng": "On June 25, the war in Ukraine reached its 853rd day. Amid fierce battles along a front line stretching thousands of kilometers, Russia's new Defense Minister Belousov received an invitation to speak with U.S. Defense Secretary Austin. This invitation indicates that the call was initiated by the United States. The question then arises: why did the U.S. Defense Secretary take the initiative to make this call?\n\nFirstly, this serves to reassure the American public that the U.S. homeland is safe and there is no need to worry. The existence of a military hotline between Washington and Moscow has always been a symbol of peace between the two major military powers. However, before and during the early stages of the Russia-Ukraine war, the U.S. Defense Secretary could not get through to the Russian Defense Secretary, meaning the Russian Defense Secretary was not taking calls from his U.S. counterpart. The Pentagon, which has been in direct confrontation with the \"fighting nation\" for nearly 80 years, understands very well that if Moscow is unusually quiet, it likely means the Russian military is up to something. It is well known that \"unpredictability\" has always been one of the Russian military's soft powers.\n\nMore than 20 years ago, when Russia was impoverished and weak, a 200-strong Russian airborne unit dared to make a long-range raid on the Kosovo airport, which was heavily surrounded by 7,000 NATO troops. Now, after more than two years of mobilization, 700,000 Russian troops are fighting fiercely in Ukraine, capable of any action. After all, the Russian military is known for either erupting in silence or perishing in silence.\n\nTherefore, the White House, which has been manipulating the Ukraine war from behind the scenes, and the Pentagon, deeply hated by the Russians, must provide the American people with a \"reassurance pill\": the Russian military is currently fighting well on the front lines and still has the mood to maintain a hotline with the Pentagon, exchanging some inconsequential pleasantries. This implies that U.S.-Russia relations are temporarily stable and controllable, and the war is confined to Europe, posing no threat to the U.S. homeland. In other words, the Russian military has not yet been driven to madness and is still negotiating with the U.S. military, not recklessly throwing \"big bombs.\" The U.S. homeland is currently safe.\n\nSecondly, this serves to reassure European NATO member states that Russia still harbors illusions about conventional warfare, and they can continue to pressure the Russian military. Russia is fighting a proxy war in Ukraine against NATO and the U.S., whose conventional forces are several times larger. Russia's confidence naturally comes from its strategic nuclear forces. Once the war ends, it could either lead to peace or total destruction.\n\nHowever, Russia is fighting the war in Ukraine to survive, not because it wants to perish. Therefore, problems that can be solved through conventional means should not be addressed with the most extreme measures. If conventional means can force the U.S. and NATO back to the 1997 boundaries without using \"big weapons,\" Moscow would be more than happy to do so.\n\nThus, the Russian military is deliberately extending the front line, inflicting \"a thousand cuts\" on the Ukrainian forces over thousands of kilometers. This not only considers leaving the land but not the people but also serves as a rehearsal for Russia's iron-blooded generation to kill Ukrainians and warn European countries.\n\nNow, Russia has over 2 million battle-hardened veterans from the Ukraine war. European countries must consider the cost of fighting these seasoned warriors if they wish to continue ganging up on Russia. As the scale and intensity of the Ukraine war increase, the Russian military fights more fiercely, and European countries' anxiety grows.\n\nWith the NATO summit approaching and the need to set the tone for the next phase of operations, the U.S. Defense Secretary's move to probe the new Russian Defense Minister's intentions is a clear signal to reassure NATO and European member states. As long as the new Russian Defense Minister takes the call, it means Russia is still engaging with the U.S. and does not intend to attack the U.S. homeland directly. As long as Russia does not attack the U.S. homeland, European countries are not threatened by \"big bombs\" and can continue to encourage Ukraine to fight Russia.\n\nLastly, this serves to reassure the Ukrainian military that the U.S. military still has a deterrent effect on the Russian military, and they can continue to fight. Since the outbreak of the Russia-Ukraine war, the U.S. and Russian Defense Ministers have had three phone calls. After each call, the military aid to Ukraine increased, and the losses suffered by the Russian military grew.\n\nOn May 13, 2022, U.S. Defense Secretary Austin invited Russian Defense Minister Shoigu for the first phone call since the outbreak of the Russia-Ukraine war. At that time, the Russian military was advancing smoothly on the front lines after withdrawing from Kyiv, having captured Mariupol and preparing for the \"Severodonetsk-Lysychansk\" campaign. However, after the phone call, NATO immediately increased military aid to Ukraine, and the HIMARS rocket launchers appeared on the Ukrainian battlefield a month later. The Ukrainian military gradually emerged from the initial confusion of the war, and their long-range strikes against the Russian military completely changed the situation on the battlefield, disrupting the Russian military's plans for a quick victory and leading to a prolonged war of attrition.\n\nOn October 21, 2022, after the Ukrainian military's sudden autumn counteroffensive achieved significant results in the Kharkiv direction, the Russian military changed commanders, with General Surovikin stabilizing the Russian forces. Additionally, the partial mobilization of 300,000 veterans and the successful referendums in the four eastern Ukrainian regions to join Russia were completed. U.S. Defense Secretary Austin invited Russian Defense Minister Shoigu for the second phone call since the Russia-Ukraine conflict began. After probing the Russian military's intentions, the Ukrainian military recaptured Kherson within 20 days. On December 5, more than a month later, the Ukrainian military launched its first attack on the Engels airbase, where Russia's strategic bombers were deployed, marking the beginning of large-scale long-range attacks on Russian territory by the Ukrainian military.\n\nOn March 15, 2023, during the critical phase of the \"meat grinder\" battle in Bakhmut, U.S. Defense Secretary Austin invited Russian Defense Minister Shoigu for the third phone call since the Russia-Ukraine conflict began. Officially, the call was to discuss the downing of a U.S. \"Reaper\" drone by Russian fighter jets over the Black Sea, but it was actually to stabilize the Russian military's agitation and persuade Russia to continue taking hits on the Ukrainian battlefield. Three months later, the Ukrainian military not only launched a long-planned summer counteroffensive but also received approval from the U.S. to deploy Army Tactical Missile Systems with a range of over 300 kilometers in Ukraine.\n\nThe Ukraine war increasingly highlights the brutal head-to-head confrontation between the two sides. With the NATO summit imminent, the tone for NATO's operations against Russia in the second half of the year will be set. To secure more NATO military aid, the Ukrainian military is planning a major counteroffensive on the Kharkiv border, threatening Russian territory. They are also increasing long-range attacks on Crimea and Russian territory using U.S. missiles and rockets, even targeting beaches in Crimea. This level of aggression is unacceptable to the Russian military.\n\nTherefore, to keep Russian retaliation within controllable limits, the U.S. Defense Secretary once again invited the Russian Defense Minister for a phone call. Hearing the voice of Russian Defense Minister Belousov on the other end of the line likely brought relief to the U.S. Defense Secretary. What Belousov said is less important; the fact that he picked up the phone indicates that the Russian military has not yet decided to erupt in silence."
    },
    {
        "body_eng": "Just saw a big news story: Biden has decided to withdraw from the election.\n\nI checked, and the source of this news comes from an \"exclusive report\" by BillOReilly News Headquarters, claiming that after discussions with family and close associates, Biden has decided to withdraw from the 2024 presidential election, and so on.\n\nThis is, of course, nonsense. In fact, the opposite is true: Biden has received unanimous support from his family and senior Democratic officials, making it impossible for him to withdraw. Moreover, I believe that unless Biden's health deteriorates significantly in the coming months, he will win this election.\n\nThe reason is simple: the American people do not like Biden, but they dislike Trump even more.\n\nI have said this many times, most recently a few days ago in a short article published after the TV debate: \"Biden: So What If He Lost the Debate?\" At that time, I mentioned, \"This debate neither shakes Biden's staunch supporters nor easily sways middle voters towards Trump. As observers have noted, the only certainty after the debate is that the number of voters who dislike both candidates has increased.\"\n\nAnd indeed, this is the case.\n\nThe latest survey by Ipsos (a global leading market research group) shows that American voters' views on Biden and Trump have hardly changed after the debate, with 46.7% of voters ready to vote for Biden and 43.9% supporting Trump.\n\nOf course, Biden could still lose this election, although the probability is relatively low.\n\nBecause he is really too old and too sluggish. If he had a different opponent, he wouldn't stand a chance, as suggested by the classic cover of Time magazine after the TV debate.\n\nSo, what if Trump is elected?\n\nFirst, regarding the Russia-Ukraine war, I believe he will not let Russia win -- note, \"not let Russia win,\" not make Russia lose, which is the difference between him and Biden.\n\nTrump stated in the TV debate, \"He does not accept Putin's conditions for ending the war, which include Russia retaining territorial claims and Ukraine giving up joining NATO.\"\n\nI don't think this is a lie.\n\nBut Trump is clearly unwilling to support Ukraine in the long term, that's for sure. Therefore, he is very likely to use his expertise in extreme pressure to make both sides take a step back: Ukraine will certainly have to cede some territory (though not as much as Putin demands), and Russia may have to accept Ukraine joining NATO.\n\nWill Russia agree? I think they will.\n\nI never believed that \"Ukraine not joining NATO\" is Putin's bottom line. Norway, Poland, the Baltic states, Finland, and Sweden are already at Russia's doorstep with NATO. As long as Trump offers a compromise on the occupied territories in Ukraine, Putin might very well take it. Because he knows that if Trump also firmly supports Ukraine, Russia will end up with nothing.\n\nAnd Ukraine?\n\nI can only say that Zelensky and his team (we'll talk about the public's reaction next time) will definitely not accept it; they will continue to fight with Europe's support.\n\nAs for the idea that \"Europe's hardliners will send troops to Ukraine before Trump takes office, creating a fait accompli of NATO's involvement,\" I think it's absolutely impossible.\n\nNeither Duda nor Macron would wave their hands and send troops to Ukraine to \"defend the homeland,\" because doing so would certainly face public opposition.\n\nI know saying this will upset friends who support Ukraine, but the fact is that apart from some idealists, no one would want to join such a brutal war.\n\nThere's no way around it; human nature is just like that.\n\nThe failure of those utopias in human history was precisely because they refused to acknowledge the \"selfish\" side of human nature. The same principle applies to the Russia-Ukraine war; you can't just talk about morality.\n\nTherefore, I insist that unless Russian troops cross the Dnieper River and invade western Ukraine, posing a real threat to Europe, European countries will not send troops -- in fact, Macron's multiple speeches about sending troops express this very idea.\n\nAs for the Far East, whether it's Trump or Biden, the difference is only in tactics; the overall strategy will not change much. For the Far East, the variable lies in Europe.\n\nA few days ago, Ukrainian Foreign Minister Kuleba told the special representative responsible for European affairs in the Far East, \"The importance of bilateral relations should be viewed strategically from the perspective of Ukraine's future accession to the European Union,\" which hits the nail on the head..."
    },
    {
        "body_eng": "Today marks the 859th day of the Russia-Ukraine war. According to the latest data released by the Ukrainian General Staff, there were 117 battles across the front lines in the past 24 hours. The Russian military suffered the loss of 1,110 personnel, 19 tanks, 26 armored vehicles, and 66 artillery pieces.\n\nCurrently, the overall situation on the Russia-Ukraine front has subtly changed. This change aligns with the roadmap following Western aid and follows the military dialectic of altering the balance of power by continuously depleting the enemy's war resources.\n\nBattle Situation\n\nIn Vovchansk, north of Kharkiv, following a nighttime offensive by Ukrainian forces on the 29th, another major attack was launched yesterday, forcing the main Russian forces to retreat towards the border.\n\nCurrently, Russian forces in the Vovchansk battlefield north of Kharkiv have begun to retreat. The Liptsy battlefield is still fiercely contested, but Ukrainian forces have gained a significant advantage, and the difficulties faced by Russian forces are increasing. The first issue is supply. Ukrainian forces have continuously targeted Russian troop concentrations, military equipment, and supply lines in the border areas, severely weakening Russian logistics.\n\nThe second issue is morale. The massive casualties caused by human wave assaults and meat-grinder tactics have led to widespread desertion and surrender among Russian troops. During yesterday's Ukrainian offensive, there were numerous reports of Chechen supervisory units and the Russian troops they were overseeing refusing to fight.\n\nMilitary blogger Ilyichlov stated, \"The Ukrainian army has accelerated its offensive on Vovchansk, attempting to achieve victory through encirclement. Such a tactical outcome is challenging. While the Ukrainian forces might be able to drive the Russian army out of Kharkiv for the second time, achieving a decisive victory is difficult because the area is near the border, and Russian forces can retreat to their homeland at any time.\" We believe this assessment is objective.\n\nSouthern Front\n\nIn Kreminna on the eastern front, we reported yesterday that the 12th Special Operations Brigade, the 95th Air Assault Brigade, and the 13th Rifle Brigade of the Ukrainian army jointly expelled Russian forces from the Serebriansky Forest area. Yesterday afternoon, the 46th Brigade of the Ukrainian army launched a counterattack in Terny to the west of Kreminna and Yampolivka to the south, reclaiming 6.4 square kilometers of territory from Russian forces.\n\nThe green areas below represent the Russian positions in the Serebriansky Forest, with arrows indicating the reclaimed areas.\n\nIn Chasiv Yar near Bakhmut, Ukrainian forces continued to push back after defeating the Russian 425th Assault Battalion yesterday, making progress both west of the canal and in the southern plantation area, thereby solidifying the Chasiv Yar defensive line.\n\nThis battlefield had previously been the most pressured area for Ukrainian forces. The Russian Ministry of Defense had ordered Russian forces in this area to capture Chasiv Yar by May 9. The Russian 76th Guards Air Assault Division and Storm Z units, supported by glide bombs, had been launching frenzied attacks. However, after prolonged attrition, the offensive momentum of the Russian forces has significantly weakened.\n\nBeyond the Battlefield\n\nDespite Russia's two consecutive peace proposals on June 13 and June 25, both were rejected by Ukraine. Putin's peace terms required Ukrainian forces to withdraw from the four eastern Ukrainian regions and not join NATO. Such insincere conditions were clearly unacceptable to Ukraine. Not only did Ukraine reject them, but even Russian citizens found them unrealistic. Russian netizen Sergey Yakov stated, \"This is not a peace proposal; it's a declaration to continue the war.\" Kozlov mocked, \"With the prospects of the special military operation looking increasingly bleak, what constructive value do such conditions have?\"\n\nRussian Telegram channels reported today that the Crimean Bridge was suspected of being hit by a missile, with a massive explosion shocking residents and multiple ambulances rushing to the scene. There are claims that this was the first success of a Ukrainian F-16, although this has not been confirmed. However, the news of damage to critical parts of the Crimean Bridge has spread throughout Moscow, and the grief on Telegram might be the best proof.\n\nAccording to the Kyiv Post on the 30th, Hungarian Prime Minister Viktor Orbán announced that he would visit Ukraine next week to improve bilateral relations. Hungary, a member of the EU and NATO, has consistently maintained close ties with Russia, refusing to aid Ukraine and frequently exercising veto power on aid issues, much to the frustration of other EU countries. After facing collective resistance from member states and sanctions from the EU, Hungary has recently moderated its stance and begun supporting Ukraine's EU accession talks.\n\nThe latest Gallup poll results show that Putin's approval rating among young Russians has dropped from a previous high of 85% to the current 15%. The All-Russian Public Opinion Research Center reported that Putin's approval rating is now only 31%. Meanwhile, support for Putin among ethnic Russians in four neighboring countries has also significantly declined. Support among Armenians dropped from 45% to 26%, among Kazakhs from 55% to 29%, among Armenians from 45% to 32%, and in Kyrgyzstan, it fell by 15 percentage points. Baidu AI's answer to Putin's approval rating dropping to 15% is:\n\nRussian media reported that a Y-20A military transport aircraft from a neighboring country landed in Moscow yesterday. Its purpose is unknown, but it has caused unease during these turbulent times.\n\nMeanwhile, the Russian-Indian joint military-industrial enterprise delivered the first set of BrahMos anti-ship missiles to the Philippines. Manufacturer Alexander Maksichev stated in response to questions about the delivery to Manila, \"We have completed the supply of three combat units and trained Filipino personnel. This is just the initial stage of the transaction, and we will continue to deliver more missiles to the Philippines.\" Vasily Kashin, a senior researcher at the Higher School of Economics in Russia, said in an interview, \"The BrahMos is produced in India and is a licensed version of the Russian Oniks anti-ship missile. It is a hypersonic missile with a range of 300 kilometers, ensuring that the Philippines can sink enemy surface ships and, to some extent, strengthen its maritime defense capabilities and deter certain countries.\"\n\nFrom signing an alliance treaty with North Korea to helping Vietnam develop nuclear technology and delivering hypersonic anti-ship missiles to the Philippines, it is clear who the Kremlin is targeting. As the saying goes, \"As long as the root of evil is not eradicated, the troubles will not cease.\" A shaky and declining government still stirs up trouble. It seems that eradicating evil is entirely necessary! Bless Ukraine, and we firmly believe that Ukrainian soldiers will continue to fight bravely, like a dragon soaring into the sky, wielding a sword to slay the long whale!"
    },
    {
        "body_eng": "**Today's Content**\n\n**Ukraine's Successful Partial Counterattack: 30,000 Russian Troops Trapped**\n\n**F-16s Possibly Engaged in First Combat in Ukraine: When Will Full Air Superiority Be Achieved?**\n\n**More Senior Russian Officials Wanted: Israel to Aid with 8 Patriot Systems**\n\nFocusing on battlefield dynamics and analyzing geopolitical disputes, welcome to the New Cold War Situation Room. I'm Yuanshan.\n\nToday is July 1, 2024, marking the 859th day of the Russia-Ukraine war. On June 30, Ukraine launched missile and drone attacks on Dzhankoi, Sevastopol, and Simferopol in Crimea. Simultaneously, six Russian states were attacked by dozens of drones, a situation that has become routine in Russia. According to Russian media reports, Russian air defense systems shot down 36 Ukrainian drones.\n\nMeanwhile, Ukraine continues to target Russian air defense systems, radars, refineries, oil depots, and supply lines, aiming to cripple Russia's energy economy and weaken its war efforts from the source.\n\n**Ukraine's Successful Partial Counterattack: 30,000 Russian Troops Trapped**\n\nOn the battlefield, Ukraine continues to eliminate Russian troops and equipment. The Russian military has even resorted to using refurbished World War II motorcycles, indicating severe equipment losses. Ukraine's ongoing war of attrition is putting Russia in a difficult position, and this pressure may soon reach a critical point.\n\nIn the Kharkiv region, Ukrainian forces launched counterattacks on Hlyboke, Starytsia, and Vovchansk. The Institute for the Study of War reports that the situation in northern Kharkiv has stabilized.\n\nAfter several Russian brigades collapsed, additional reinforcements were sent to Kharkiv to try to consolidate minor gains, but the reality is harsh, and the Russian military is struggling to maintain the fight there.\n\nAccording to Forbes, the Russian military attempted to capture Vovchansk but, after a bitter struggle, approximately 30,000 Russian troops are now trapped there. The report suggests that the Russian military has likely lost the strength of an entire brigade.\n\nAdditionally, Ukrainian forces defeated the elite Russian 83rd Airborne Brigade in Vovchansk. Notably, many Russian soldiers there refused to continue fighting. Another significant achievement is that since the full-scale invasion began, Ukraine has shot down a staggering 686 Russian aircraft and helicopters, including the latest Su-25.\n\nRecent geographical footage shows Ukrainian troops advancing along Heroiv Khornobylia Street. Russian media claims that remnants of the Russian 83rd Brigade are fleeing. It remains to be seen if the Ukrainian 82nd Brigade can intercept them.\n\nIn the Zaporizhzhia region, on June 29, an Iskander-M missile struck a Ukrainian convoy 50 kilometers from the front line, causing significant losses. Russian sources claim they destroyed Ukrainian M113s, BUK-M1s, BMP-1s, and trucks. It is unclear what system the Russian military used for the attack.\n\nOn the Avdiivka front, Russia nearly controls the entire Sokil and continues to advance along the Novoleksandrivka-Sokil-Umansk line, attempting to level the front line, but progress is slower than earlier this year.\n\nOn June 30, Ukraine released data showing continued high Russian personnel and equipment losses, though the intensity has decreased compared to previous periods.\n\nObservers have noted that in the past six months, due to a lack of air defense missiles, Ukrainians have resorted to various methods to defend their skies, including using and upgrading 40-year-old Yak-52 propeller planes, which have recently achieved some success.\n\nOn June 29, a Yak-52 reportedly confronted a Russian reconnaissance drone in the air and shot it down at close range with a shotgun. Although propeller planes are slower than jets, they are faster than drones, allowing the Yak-52 to catch up with the Russian Zala drone.\n\n**F-16s Possibly Engaged in First Combat in Ukraine: When Will Full Air Superiority Be Achieved?**\n\nOn June 29, former Ukrainian Air Force pilot and air defense advisor Xavier Taitman announced on social media, confirmed by the International Legion, that the first batch of F-16 fighter jets had arrived in Ukraine and conducted their first attack.\n\nDanish Royal Air Force Commander Major General Jan Dam recently stated that the plan to deliver F-16 fighter jets to Ukraine is expected to be completed on schedule. However, he emphasized that for operational security reasons, specific dates cannot be disclosed. He hopes the delivery will proceed as planned and will notify everyone when the jets are ready in Ukraine.\n\nPreviously, Denmark, Belgium, Norway, and the Netherlands had announced plans to deliver F-16s to Ukraine in June or summer. Given the recent destruction of Russian air defense systems in Crimea, including the S-500 system, and frequent bombings in Russia's Belgorod region using U.S.-made precision-guided bombs, there is reason to believe that F-16s may have already been deployed in combat.\n\nOf course, the initial batch of F-16s received by Ukraine will not be large, estimated at 4 to 6 aircraft, due to Ukraine's logistical maintenance capabilities.\n\nSince this war is essentially a confrontation between the entire West and Russia, and despite Russian weapons not being as powerful as advertised, the presence of nuclear weapons has led the West to impose self-restraint in aiding Ukraine. Therefore, the number of F-16s provided by the West is indeed limited, only gradually improving Ukraine's air defense capabilities.\n\nMany imagine that the arrival of F-16s will immediately change the battlefield situation, but this may not happen because the initial batch of F-16s is insufficient to create an overwhelming military advantage.\n\nMajor General Jan Dam also stated that even if Ukraine receives F-16 fighter jets, it will still be unable to fully control its airspace. He pointed out, \"Ukraine has a lot of work to do to gain air superiority. They need more effective air and ground defense forces.\"\n\nIn other words, while F-16s can help Ukraine gain partial air superiority and intercept Russian missiles and drones, Ukraine still needs to further eliminate Russian air defense systems and use Patriot systems to protect F-16 bases. Currently, Ukraine is using HIMARS to launch ATACMS missiles for such tasks.\n\nIt is estimated that after receiving the F-16s, Ukraine will first try to clear air defense systems on the front lines and in Crimea by launching precision glide bombs from a distance and using air-to-air missiles to intercept Russian missiles.\n\nAdditionally, the limited number of pilots and slow training progress are challenges Ukraine faces. The shortage of ground crew is also a problem, though less known. In fact, training experienced ground crew takes much longer than training pilots. Of course, it is possible that the West will provide corresponding support services to address this shortfall.\n\nSome analysts believe that the first pilots to fly Ukraine's F-16s may not be Ukrainian pilots trained by the West but rather F-16 pilots from the International Legion. Previously, many former U.S. F-16 pilots expressed their willingness to fly F-16s for Ukraine in combat.\n\nRegarding the defensive capabilities of the F-16, Major General Jan Dam stated, \"If an F-16 is shot down, it would be a significant strategic victory for Russia. We are doing our utmost to ensure Ukrainian pilots are proficient in operating the F-16 to minimize risks. But I cannot guarantee anything. Of course, if some are shot down, I would be very regretful.\"\n\nIndeed, any weapon on the battlefield, including the F-35, is at risk of being shot down, let alone the F-16. Currently, Ukraine can only reduce the risk of F-16s being shot down through preliminary work.\n\nMore importantly, the F-16 is just a combat platform, and its power depends on the weapon configuration provided by the Biden administration for Ukraine's F-16s. Additionally, for the F-16 to truly exert significant power, Swedish-provided early warning aircraft are also needed.\n\nWhile the F-16 is not a panacea, it plays a crucial role in the development of the situation. The F-16, combined with the Patriot air defense system, will effectively change the situation of Russian forces dropping FAB bombs. If it is confirmed that F-16s participated in the first combat, it will further deepen the impression that the current situation is favorable to Ukraine.\n\n**More Senior Russian Officials Wanted: Israel to Aid with 8 Patriot Systems**\n\nAccording to the latest news, the Financial Times reported that the United States, Israel, and Ukraine are discussing Israel's plan to provide up to eight Patriot air defense systems to Ukraine to help it resist Russian attacks. This aid requires the support of the Biden administration or equivalent military aid to Israel in exchange.\n\nThese M901 PAC-2 systems, deployed during the Gulf War, are older than the Patriot PAC-3 systems currently used by Ukraine. However, the PAC-2's advantage lies in its longer range, similar to how Ukraine's S-200 compares to the S-300, posing a greater threat to Russian Su-34s launching glide bombs. Most importantly, these Patriots can launch the intercept missiles currently provided by the United States to Ukraine.\n\nRussia's troubles do not end there. Last week, the International Criminal Court in The Hague issued arrest warrants for former Russian Defense Minister Sergei Shoigu and Russian Army Chief of Staff Valery Gerasimov, accusing them of war crimes and crimes against humanity during the invasion of Ukraine. These senior officials are accused of participating in multiple crimes, including bombing Ukraine's civilian energy infrastructure. This move marks further legal accountability by the International Criminal Court for senior Russian officials, including other key figures leading the invasion alongside Russian President Putin. Although Russia is not a member of the International Criminal Court, these charges could have significant international repercussions, including travel restrictions and other sanctions against the accused individuals.\n\nAlright, that's all for today's New Cold War Situation Room. Stay tuned for more updates on battlefield dynamics and geopolitical disputes, only on the New Cold War Situation Room!\n\n=====================\n\nHello everyone, I'm the host of the New Cold War Situation Room.\n\nIf you like our channel, please like, subscribe, comment, and turn on the notification bell 🔔 to watch exciting content as soon as it is released.\n\n● Clean World \"New Cold War Situation Room\" Subscription Channel\n\nhttps://www.ganjing.com/zh-TW/channel/1f0pfr9iea8dLmIA3dw0Nuyyd12m0c\n\n● \"New Cold War Situation Room\" Subscription Channel\n\nhttps://www.youtube.com/channel/UCkCfjd8aOsJHdpgj6FD9L1w (The article represents the author's personal views and opinions)\n\nFocus: \"Ukraine Crisis\"\n\nSource: New Cold War Situation Room -- All rights reserved. Any form of reproduction requires authorization from Look at China. Strictly prohibited from creating mirror websites.\n\nShort URL of this article:\n\nSimilar articles: Change a batch\n\nChange a batch\n\nReaders recommend: Change a batch\n\nChange a batch\n\nReaders like: Change a batch\n\nChange a batch\n\n1\n\nThe latest issue of the special edition has been published\n\nPlease log in as an honorary member to download\n\nMember\n\n1\n\nThe latest issue of the special edition has been published\n\nPlease log in as an honorary member to download\n\n[Recruiting Honorary Members] Streams can converge into the sea, and small kindnesses can achieve great love. We sincerely recruit ten thousand honorary members from global Chinese: Each honorary member only needs to pay a subscription fee once a year to become an honorary member of the \"Look at China\" website, helping us break through censorship and blockade, and deliver independent and truthful key information to at least 10,000 compatriots in mainland China, issuing warnings to them in times of crisis, saving them from pandemics and other social crises.\n\nWelcome to donate to your favorite authors. Your kind encouragement is the cultivation of our media.\n\nSource: New Cold War Situation Room\n\nKeywords: Russia-Ukraine War, Putin, Russian Army, Ukrainian Army, Russia, Ukraine"
    },
    {
        "body_eng": "**Today's Content: Look at China Website - No Mirror Sites Allowed. Return to the Original Look at China Website.**\n\n**Ukraine's Successful Partial Counterattack: 30,000 Russian Troops Trapped**\n\n**F-16s May Have Seen First Combat in Ukraine: When Will Full Air Superiority Be Achieved?**\n\n**More Senior Russian Officials Wanted: Israel to Aid with 8 Patriot Systems**\n\nFocusing on battlefield dynamics and analyzing geopolitical disputes, welcome to the New Cold War Situation Room. I'm Yuanshan.\n\nToday is July 1, 2024, marking the 859th day of the Russia-Ukraine war. On June 30, Ukraine launched missile and drone attacks on Dzhankoi, Sevastopol, and Simferopol in Crimea. Simultaneously, dozens of drones attacked six Russian states, a situation that has become routine in Russia. According to Russian media, Russia's air defense systems shot down 36 Ukrainian drones.\n\nMeanwhile, Ukraine continues to target Russian air defense systems, radars, refineries, oil depots, and supply lines, aiming to cripple Russia's energy economy and weaken its war efforts from the source.\n\n**Ukraine's Successful Partial Counterattack: 30,000 Russian Troops Trapped**\n\nOn the battlefield, Ukraine continues to eliminate Russian troops and equipment. The Russian military has even resorted to using refurbished World War II motorcycles, indicating severe equipment losses. Ukraine's war of attrition is putting Russia in a difficult position, and this pressure may soon reach a tipping point.\n\nIn the Kharkiv region, Ukrainian forces launched counterattacks on Hlyboke, Starytsia, and Vovchansk. The Institute for the Study of War reports that the situation north of Kharkiv has stabilized.\n\nAfter several Russian brigades collapsed, Russia continued to send reinforcements to Kharkiv, trying to consolidate minor gains, but the reality is harsh, and the Russian military struggles to maintain the fight there.\n\nAccording to Forbes, Russian forces attempted to capture Vovchansk but, after a bitter struggle, about 30,000 Russian troops are now trapped there. The report suggests that Russia may have lost an entire brigade's worth of strength.\n\nAdditionally, Ukrainian forces defeated Russia's elite 83rd Airborne Brigade in Vovchansk. Notably, many Russian soldiers there refused to continue fighting. Another significant achievement is that since the full-scale invasion began, Ukraine has shot down a staggering 686 Russian aircraft and helicopters, including a recent Su-25.\n\nLatest geographical footage shows Ukrainian troops advancing along Heroiv Khornobylia Street. Russian media claims that remnants of the 83rd Brigade are fleeing, and it remains to be seen if Ukraine's 82nd Brigade can intercept them.\n\nIn the Zaporizhzhia region, on the 29th, an Iskander-M missile hit a Ukrainian convoy 50 kilometers from the front line, causing significant losses. Russian sources claim they destroyed Ukrainian M113s, BUK-M1s, BMP-1s, and trucks. It is unclear what system the Russian military used for the attack.\n\nOn the Avdiivka front, Russia nearly controls the entire Sokil and continues to advance along the Novoleksandrivka-Sokil-Umansk line, trying to level the front line, but progress is slower than earlier this year.\n\nOn June 30, Ukraine released data showing continued high Russian personnel and equipment losses, though the intensity has decreased compared to previous periods.\n\nIn the past six months, due to a lack of air defense missiles, Ukrainians have resorted to various methods to defend their skies, including using and improving 40-year-old propeller planes like the Yak-52, which recently had some success.\n\nOn June 29, a Yak-52 reportedly confronted a Russian reconnaissance drone in the air and shot it down at close range with a shotgun. Although propeller planes are slower than jets, they are faster than drones, allowing the Yak-52 to catch up with the Russian Zala drone.\n\n**F-16s May Have Seen First Combat in Ukraine: When Will Full Air Superiority Be Achieved?**\n\nOn June 29, former Ukrainian Air Force pilot and air defense advisor Xavier Taitman announced on social media that the first batch of F-16 fighter jets had arrived in Ukraine and conducted their first attack, confirmed by the International Legion.\n\nDanish Royal Air Force Commander Major General Jan Dam recently stated that the plan to deliver F-16 fighter jets to Ukraine is expected to be completed on schedule. However, he emphasized that for operational security reasons, specific dates could not be disclosed but hoped to deliver as planned. When the fighter jets are ready in Ukraine, everyone will be informed.\n\nPreviously, Denmark, Belgium, Norway, and the Netherlands had stated they would deliver F-16s to Ukraine in June or summer. Given the recent destruction of Russian air defense systems in Crimea, including the S-500 system, and frequent bombings in Russia's Belgorod region using U.S.-made precision-guided bombs, there is reason to believe that F-16s may already be in combat.\n\nOf course, the initial batch of F-16s received by Ukraine will not be large, estimated at 4 to 6 aircraft, related to Ukraine's logistical maintenance capabilities.\n\nSince this war is essentially a confrontation between the entire West and Russia, although Russian weapons are not as powerful as their published data suggests, the presence of nuclear weapons has led the West to set self-imposed red lines in aiding Ukraine. Therefore, the number of F-16s provided by the West is indeed limited, only gradually improving Ukraine's air defense capabilities.\n\nMany imagine that the arrival of F-16s will immediately change the battlefield situation, but this may not happen because the initial number of F-16s received by Ukraine is insufficient to form an overwhelming military advantage.\n\nMajor General Jan Dam also stated that even if Ukraine receives F-16 fighter jets, it will still be unable to fully control its airspace. He pointed out: \"Ukraine has a lot of work to do to gain air superiority. They need more effective air and ground air defense forces.\"\n\nIn other words, while F-16s can help Ukraine gain partial air superiority and intercept Russian missiles and drones, Ukraine still needs to further eliminate Russian air defense systems and use Patriot systems to protect F-16 bases. Currently, Ukraine is using HIMARS to launch ATACMS missiles for such tasks.\n\nIt is estimated that after receiving the F-16s, Ukraine will first try to clear front-line and Crimean air defense systems by launching precision glide bombs from a distance and using air-to-air missiles to intercept Russian missiles.\n\nAdditionally, the limited number of pilots and slow training progress are challenges Ukraine faces. The shortage of ground crew is also a problem, though less known. In fact, training experienced ground crew takes much longer than training pilots. However, it is possible that the West may provide corresponding support services to fill this gap.\n\nSome analysts believe that the first pilots flying Ukraine's F-16s may not be Ukrainian pilots trained by the West but rather F-16 pilots from the International Legion. Previously, many former U.S. F-16 pilots expressed their willingness to fly F-16s for Ukraine in combat.\n\nRegarding the defensive capabilities of the F-16, Major General Jan Dam stated: \"If an F-16 is shot down, it would be a significant strategic victory for Russia. We are doing our best to ensure Ukrainian pilots are proficient in operating the F-16 to minimize risks. But I can't guarantee anything. Of course, if some are shot down, I would be very sorry.\"\n\nIndeed, any weapon on the battlefield, including the F-35, is at risk of being shot down, let alone the F-16. Currently, Ukraine can only reduce the risk of F-16s being shot down through preliminary work.\n\nMore importantly, the F-16 is just a combat platform, and its power depends on the weapon configuration provided by the Biden administration for Ukraine's F-16s. Additionally, for the F-16 to truly exert significant power, it needs the Swedish-provided early warning aircraft to be in place.\n\nWhile the F-16 is not omnipotent, it plays a crucial role in the development of the situation. The F-16, combined with the Patriot air defense system, will effectively change the situation of Russian forces dropping FAB bombs. If confirmed that F-16s participated in the first combat, it will further deepen the impression that the current situation favors Ukraine.\n\n**More Senior Russian Officials Wanted: Israel to Aid with 8 Patriot Systems**\n\nLatest reports indicate that the Financial Times cited sources saying the U.S., Israel, and Ukraine are discussing Israel's plan to provide up to 8 Patriot air defense systems to Ukraine to help it resist Russian attacks. This aid requires support from the Biden administration or equivalent military aid to Israel in exchange.\n\nThese M901 PAC-2 systems, deployed during the Gulf War, are older than the Patriot PAC-3 systems currently used by Ukraine. However, the PAC-2's advantage lies in its longer range, similar to how Ukraine's S-200 compares to the S-300, posing a greater threat to Russian Su-34s launching glide bombs. Most importantly, these Patriots can launch the intercept missiles currently provided by the U.S. to Ukraine.\n\nRussia's troubles don't end there. Last week, the International Criminal Court in The Hague issued arrest warrants for former Russian Defense Minister Sergei Shoigu and Russian Army Chief of Staff Valery Gerasimov, accusing them of war crimes and crimes against humanity during the invasion of Ukraine. These senior officials are accused of participating in multiple crimes, including bombing Ukraine's civilian energy infrastructure. This move marks further legal accountability by the International Criminal Court for senior Russian officials, including other key figures leading the invasion alongside Russian President Putin. Although Russia is not a member of the International Criminal Court, these charges could have significant international repercussions, including travel restrictions and other sanctions against the accused.\n\nAlright, that's all for today's New Cold War Situation Room. Stay tuned for more updates on battlefield dynamics and geopolitical disputes, only on the New Cold War Situation Room!\n\n=====================\n\nHello everyone, I'm the host of the New Cold War Situation Room.\n\nIf you like our channel, please like, subscribe, comment, and turn on the notification bell 🔔 to watch exciting content as soon as it's available.\n\n● Clean World \"New Cold War Situation Room\" Subscription Channel\n\nhttps://www.ganjing.com/zh-TW/channel/1f0pfr9iea8dLmIA3dw0Nuyyd12m0c\n\n● \"New Cold War Situation Room\" Subscription Channel\n\nhttps://www.youtube.com/channel/UCkCfjd8aOsJHdpgj6FD9L1w (The article represents the author's personal views and opinions)\n\nSource: New Cold War Situation Room\n\nShort URL: All rights reserved. Any form of reproduction requires authorization from this site. Mirror sites are strictly prohibited.\n\nSimilar Articles: Change a Batch Reader Recommendations: Change a Batch Readers Like: Change a Batch\n\n**[Sincerely Recruiting Honorary Members] Streams can converge into the sea, and small acts of kindness can achieve great love. We sincerely recruit ten thousand honorary members from global Chinese: Each honorary member only needs to pay a subscription fee once a year to become an honorary member of the Look at China website, helping us break through censorship and blockades, and deliver independent and truthful key information to at least 10,000 mainland Chinese compatriots, issuing warnings in times of crisis, and saving them from pandemics and other social crises.**"
    }
]